[
 ["<PAD>", -1000.0],
 ["<unk>", -1000.0],
 ["<CLS>", -1000.0],
 ["<SEP>", -1000.0],
 ["<MASK>", -1000.0],
 ["<EOD>", -1000.0],
 ["<s>", -1000.0],
 ["</s>", -1000.0],
 ["<0x00>", -1000.0],
 ["<0x01>", -1000.0],
 ["<0x02>", -1000.0],
 ["<0x03>", -1000.0],
 ["<0x04>", -1000.0],
 ["<0x05>", -1000.0],
 ["<0x06>", -1000.0],
 ["<0x07>", -1000.0],
 ["<0x08>", -1000.0],
 ["<0x09>", -1000.0],
 ["<0x0A>", -1000.0],
 ["<0x0B>", -1000.0],
 ["<0x0C>", -1000.0],
 ["<0x0D>", -1000.0],
 ["<0x0E>", -1000.0],
 ["<0x0F>", -1000.0],
 ["<0x10>", -1000.0],
 ["<0x11>", -1000.0],
 ["<0x12>", -1000.0],
 ["<0x13>", -1000.0],
 ["<0x14>", -1000.0],
 ["<0x15>", -1000.0],
 ["<0x16>", -1000.0],
 ["<0x17>", -1000.0],
 ["<0x18>", -1000.0],
 ["<0x19>", -1000.0],
 ["<0x1A>", -1000.0],
 ["<0x1B>", -1000.0],
 ["<0x1C>", -1000.0],
 ["<0x1D>", -1000.0],
 ["<0x1E>", -1000.0],
 ["<0x1F>", -1000.0],
 ["<0x20>", -1000.0],
 ["<0x21>", -1000.0],
 ["<0x22>", -1000.0],
 ["<0x23>", -1000.0],
 ["<0x24>", -1000.0],
 ["<0x25>", -1000.0],
 ["<0x26>", -1000.0],
 ["<0x27>", -1000.0],
 ["<0x28>", -1000.0],
 ["<0x29>", -1000.0],
 ["<0x2A>", -1000.0],
 ["<0x2B>", -1000.0],
 ["<0x2C>", -1000.0],
 ["<0x2D>", -1000.0],
 ["<0x2E>", -1000.0],
 ["<0x2F>", -1000.0],
 ["<0x30>", -1000.0],
 ["<0x31>", -1000.0],
 ["<0x32>", -1000.0],
 ["<0x33>", -1000.0],
 ["<0x34>", -1000.0],
 ["<0x35>", -1000.0],
 ["<0x36>", -1000.0],
 ["<0x37>", -1000.0],
 ["<0x38>", -1000.0],
 ["<0x39>", -1000.0],
 ["<0x3A>", -1000.0],
 ["<0x3B>", -1000.0],
 ["<0x3C>", -1000.0],
 ["<0x3D>", -1000.0],
 ["<0x3E>", -1000.0],
 ["<0x3F>", -1000.0],
 ["<0x40>", -1000.0],
 ["<0x41>", -1000.0],
 ["<0x42>", -1000.0],
 ["<0x43>", -1000.0],
 ["<0x44>", -1000.0],
 ["<0x45>", -1000.0],
 ["<0x46>", -1000.0],
 ["<0x47>", -1000.0],
 ["<0x48>", -1000.0],
 ["<0x49>", -1000.0],
 ["<0x4A>", -1000.0],
 ["<0x4B>", -1000.0],
 ["<0x4C>", -1000.0],
 ["<0x4D>", -1000.0],
 ["<0x4E>", -1000.0],
 ["<0x4F>", -1000.0],
 ["<0x50>", -1000.0],
 ["<0x51>", -1000.0],
 ["<0x52>", -1000.0],
 ["<0x53>", -1000.0],
 ["<0x54>", -1000.0],
 ["<0x55>", -1000.0],
 ["<0x56>", -1000.0],
 ["<0x57>", -1000.0],
 ["<0x58>", -1000.0],
 ["<0x59>", -1000.0],
 ["<0x5A>", -1000.0],
 ["<0x5B>", -1000.0],
 ["<0x5C>", -1000.0],
 ["<0x5D>", -1000.0],
 ["<0x5E>", -1000.0],
 ["<0x5F>", -1000.0],
 ["<0x60>", -1000.0],
 ["<0x61>", -1000.0],
 ["<0x62>", -1000.0],
 ["<0x63>", -1000.0],
 ["<0x64>", -1000.0],
 ["<0x65>", -1000.0],
 ["<0x66>", -1000.0],
 ["<0x67>", -1000.0],
 ["<0x68>", -1000.0],
 ["<0x69>", -1000.0],
 ["<0x6A>", -1000.0],
 ["<0x6B>", -1000.0],
 ["<0x6C>", -1000.0],
 ["<0x6D>", -1000.0],
 ["<0x6E>", -1000.0],
 ["<0x6F>", -1000.0],
 ["<0x70>", -1000.0],
 ["<0x71>", -1000.0],
 ["<0x72>", -1000.0],
 ["<0x73>", -1000.0],
 ["<0x74>", -1000.0],
 ["<0x75>", -1000.0],
 ["<0x76>", -1000.0],
 ["<0x77>", -1000.0],
 ["<0x78>", -1000.0],
 ["<0x79>", -1000.0],
 ["<0x7A>", -1000.0],
 ["<0x7B>", -1000.0],
 ["<0x7C>", -1000.0],
 ["<0x7D>", -1000.0],
 ["<0x7E>", -1000.0],
 ["<0x7F>", -1000.0],
 ["<0x80>", -1000.0],
 ["<0x81>", -1000.0],
 ["<0x82>", -1000.0],
 ["<0x83>", -1000.0],
 ["<0x84>", -1000.0],
 ["<0x85>", -1000.0],
 ["<0x86>", -1000.0],
 ["<0x87>", -1000.0],
 ["<0x88>", -1000.0],
 ["<0x89>", -1000.0],
 ["<0x8A>", -1000.0],
 ["<0x8B>", -1000.0],
 ["<0x8C>", -1000.0],
 ["<0x8D>", -1000.0],
 ["<0x8E>", -1000.0],
 ["<0x8F>", -1000.0],
 ["<0x90>", -1000.0],
 ["<0x91>", -1000.0],
 ["<0x92>", -1000.0],
 ["<0x93>", -1000.0],
 ["<0x94>", -1000.0],
 ["<0x95>", -1000.0],
 ["<0x96>", -1000.0],
 ["<0x97>", -1000.0],
 ["<0x98>", -1000.0],
 ["<0x99>", -1000.0],
 ["<0x9A>", -1000.0],
 ["<0x9B>", -1000.0],
 ["<0x9C>", -1000.0],
 ["<0x9D>", -1000.0],
 ["<0x9E>", -1000.0],
 ["<0x9F>", -1000.0],
 ["<0xA0>", -1000.0],
 ["<0xA1>", -1000.0],
 ["<0xA2>", -1000.0],
 ["<0xA3>", -1000.0],
 ["<0xA4>", -1000.0],
 ["<0xA5>", -1000.0],
 ["<0xA6>", -1000.0],
 ["<0xA7>", -1000.0],
 ["<0xA8>", -1000.0],
 ["<0xA9>", -1000.0],
 ["<0xAA>", -1000.0],
 ["<0xAB>", -1000.0],
 ["<0xAC>", -1000.0],
 ["<0xAD>", -1000.0],
 ["<0xAE>", -1000.0],
 ["<0xAF>", -1000.0],
 ["<0xB0>", -1000.0],
 ["<0xB1>", -1000.0],
 ["<0xB2>", -1000.0],
 ["<0xB3>", -1000.0],
 ["<0xB4>", -1000.0],
 ["<0xB5>", -1000.0],
 ["<0xB6>", -1000.0],
 ["<0xB7>", -1000.0],
 ["<0xB8>", -1000.0],
 ["<0xB9>", -1000.0],
 ["<0xBA>", -1000.0],
 ["<0xBB>", -1000.0],
 ["<0xBC>", -1000.0],
 ["<0xBD>", -1000.0],
 ["<0xBE>", -1000.0],
 ["<0xBF>", -1000.0],
 ["<0xC0>", -1000.0],
 ["<0xC1>", -1000.0],
 ["<0xC2>", -1000.0],
 ["<0xC3>", -1000.0],
 ["<0xC4>", -1000.0],
 ["<0xC5>", -1000.0],
 ["<0xC6>", -1000.0],
 ["<0xC7>", -1000.0],
 ["<0xC8>", -1000.0],
 ["<0xC9>", -1000.0],
 ["<0xCA>", -1000.0],
 ["<0xCB>", -1000.0],
 ["<0xCC>", -1000.0],
 ["<0xCD>", -1000.0],
 ["<0xCE>", -1000.0],
 ["<0xCF>", -1000.0],
 ["<0xD0>", -1000.0],
 ["<0xD1>", -1000.0],
 ["<0xD2>", -1000.0],
 ["<0xD3>", -1000.0],
 ["<0xD4>", -1000.0],
 ["<0xD5>", -1000.0],
 ["<0xD6>", -1000.0],
 ["<0xD7>", -1000.0],
 ["<0xD8>", -1000.0],
 ["<0xD9>", -1000.0],
 ["<0xDA>", -1000.0],
 ["<0xDB>", -1000.0],
 ["<0xDC>", -1000.0],
 ["<0xDD>", -1000.0],
 ["<0xDE>", -1000.0],
 ["<0xDF>", -1000.0],
 ["<0xE0>", -1000.0],
 ["<0xE1>", -1000.0],
 ["<0xE2>", -1000.0],
 ["<0xE3>", -1000.0],
 ["<0xE4>", -1000.0],
 ["<0xE5>", -1000.0],
 ["<0xE6>", -1000.0],
 ["<0xE7>", -1000.0],
 ["<0xE8>", -1000.0],
 ["<0xE9>", -1000.0],
 ["<0xEA>", -1000.0],
 ["<0xEB>", -1000.0],
 ["<0xEC>", -1000.0],
 ["<0xED>", -1000.0],
 ["<0xEE>", -1000.0],
 ["<0xEF>", -1000.0],
 ["<0xF0>", -1000.0],
 ["<0xF1>", -1000.0],
 ["<0xF2>", -1000.0],
 ["<0xF3>", -1000.0],
 ["<0xF4>", -1000.0],
 ["<0xF5>", -1000.0],
 ["<0xF6>", -1000.0],
 ["<0xF7>", -1000.0],
 ["<0xF8>", -1000.0],
 ["<0xF9>", -1000.0],
 ["<0xFA>", -1000.0],
 ["<0xFB>", -1000.0],
 ["<0xFC>", -1000.0],
 ["<0xFD>", -1000.0],
 ["<0xFE>", -1000.0],
 ["<0xFF>", -1000.0],
 ["\t", -1.0],
 ["\r", -1.0],
 ["\n", -1.0],
 ["▁", -1.0],
 ["!", -1.0],
 ["\"", -1.0],
 ["#", -1.0],
 ["$", -1.0],
 ["%", -1.0],
 ["&", -1.0],
 ["'", -1.0],
 ["(", -1.0],
 [")", -1.0],
 ["*", -1.0],
 ["+", -1.0],
 [",", -1.0],
 ["-", -1.0],
 [".", -1.0],
 ["/", -1.0],
 ["0", -1.0],
 ["1", -1.0],
 ["2", -1.0],
 ["3", -1.0],
 ["4", -1.0],
 ["5", -1.0],
 ["6", -1.0],
 ["7", -1.0],
 ["8", -1.0],
 ["9", -1.0],
 [":", -1.0],
 [";", -1.0],
 ["<", -1.0],
 ["=", -1.0],
 [">", -1.0],
 ["?", -1.0],
 ["@", -1.0],
 ["A", -1.0],
 ["B", -1.0],
 ["C", -1.0],
 ["D", -1.0],
 ["E", -1.0],
 ["F", -1.0],
 ["G", -1.0],
 ["H", -1.0],
 ["I", -1.0],
 ["J", -1.0],
 ["K", -1.0],
 ["L", -1.0],
 ["M", -1.0],
 ["N", -1.0],
 ["O", -1.0],
 ["P", -1.0],
 ["Q", -1.0],
 ["R", -1.0],
 ["S", -1.0],
 ["T", -1.0],
 ["U", -1.0],
 ["V", -1.0],
 ["W", -1.0],
 ["X", -1.0],
 ["Y", -1.0],
 ["Z", -1.0],
 ["[", -1.0],
 ["\\", -1.0],
 ["]", -1.0],
 ["^", -1.0],
 ["_", -1.0],
 ["`", -1.0],
 ["a", -1.0],
 ["b", -1.0],
 ["c", -1.0],
 ["d", -1.0],
 ["e", -1.0],
 ["f", -1.0],
 ["g", -1.0],
 ["h", -1.0],
 ["i", -1.0],
 ["j", -1.0],
 ["k", -1.0],
 ["l", -1.0],
 ["m", -1.0],
 ["n", -1.0],
 ["o", -1.0],
 ["p", -1.0],
 ["q", -1.0],
 ["r", -1.0],
 ["s", -1.0],
 ["t", -1.0],
 ["u", -1.0],
 ["v", -1.0],
 ["w", -1.0],
 ["x", -1.0],
 ["y", -1.0],
 ["z", -1.0],
 ["{", -1.0],
 ["|", -1.0],
 ["}", -1.0],
 ["~", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 ["", -1.0],
 [" ", -1.0],
 ["¡", -1.0],
 ["¢", -1.0],
 ["£", -1.0],
 ["¤", -1.0],
 ["¥", -1.0],
 ["¦", -1.0],
 ["§", -1.0],
 ["¨", -1.0],
 ["©", -1.0],
 ["ª", -1.0],
 ["«", -1.0],
 ["¬", -1.0],
 ["­", -1.0],
 ["®", -1.0],
 ["¯", -1.0],
 ["°", -1.0],
 ["±", -1.0],
 ["²", -1.0],
 ["³", -1.0],
 ["´", -1.0],
 ["µ", -1.0],
 ["¶", -1.0],
 ["·", -1.0],
 ["¸", -1.0],
 ["¹", -1.0],
 ["º", -1.0],
 ["»", -1.0],
 ["¼", -1.0],
 ["½", -1.0],
 ["¾", -1.0],
 ["¿", -1.0],
 ["À", -1.0],
 ["Á", -1.0],
 ["Â", -1.0],
 ["Ã", -1.0],
 ["Ä", -1.0],
 ["Å", -1.0],
 ["Æ", -1.0],
 ["Ç", -1.0],
 ["È", -1.0],
 ["É", -1.0],
 ["Ê", -1.0],
 ["Ë", -1.0],
 ["Ì", -1.0],
 ["Í", -1.0],
 ["Î", -1.0],
 ["Ï", -1.0],
 ["Ð", -1.0],
 ["Ñ", -1.0],
 ["Ò", -1.0],
 ["Ó", -1.0],
 ["Ô", -1.0],
 ["Õ", -1.0],
 ["Ö", -1.0],
 ["×", -1.0],
 ["Ø", -1.0],
 ["Ù", -1.0],
 ["Ú", -1.0],
 ["Û", -1.0],
 ["Ü", -1.0],
 ["Ý", -1.0],
 ["Þ", -1.0],
 ["ß", -1.0],
 ["à", -1.0],
 ["á", -1.0],
 ["â", -1.0],
 ["ã", -1.0],
 ["ä", -1.0],
 ["å", -1.0],
 ["æ", -1.0],
 ["ç", -1.0],
 ["è", -1.0],
 ["é", -1.0],
 ["ê", -1.0],
 ["ë", -1.0],
 ["ì", -1.0],
 ["í", -1.0],
 ["î", -1.0],
 ["ï", -1.0],
 ["ð", -1.0],
 ["ñ", -1.0],
 ["ò", -1.0],
 ["ó", -1.0],
 ["ô", -1.0],
 ["õ", -1.0],
 ["ö", -1.0],
 ["÷", -1.0],
 ["ø", -1.0],
 ["ù", -1.0],
 ["ú", -1.0],
 ["û", -1.0],
 ["ü", -1.0],
 ["ý", -1.0],
 ["þ", -1.0],
 ["ÿ", -1.0],
 ["Ā", -1.0],
 ["ā", -1.0],
 ["Ă", -1.0],
 ["ă", -1.0],
 ["Ą", -1.0],
 ["ą", -1.0],
 ["Ć", -1.0],
 ["ć", -1.0],
 ["ĉ", -1.0],
 ["Č", -1.0],
 ["č", -1.0],
 ["Ď", -1.0],
 ["ď", -1.0],
 ["Đ", -1.0],
 ["đ", -1.0],
 ["Ē", -1.0],
 ["ē", -1.0],
 ["ĕ", -1.0],
 ["ė", -1.0],
 ["ę", -1.0],
 ["ě", -1.0],
 ["ĝ", -1.0],
 ["ğ", -1.0],
 ["ġ", -1.0],
 ["ģ", -1.0],
 ["Ħ", -1.0],
 ["ħ", -1.0],
 ["ĩ", -1.0],
 ["Ī", -1.0],
 ["ī", -1.0],
 ["ĭ", -1.0],
 ["į", -1.0],
 ["İ", -1.0],
 ["ı", -1.0],
 ["ķ", -1.0],
 ["ļ", -1.0],
 ["Ľ", -1.0],
 ["ľ", -1.0],
 ["Ł", -1.0],
 ["ł", -1.0],
 ["ń", -1.0],
 ["ņ", -1.0],
 ["ň", -1.0],
 ["ŋ", -1.0],
 ["Ō", -1.0],
 ["ō", -1.0],
 ["ŏ", -1.0],
 ["Ő", -1.0],
 ["ő", -1.0],
 ["Œ", -1.0],
 ["œ", -1.0],
 ["ŕ", -1.0],
 ["Ř", -1.0],
 ["ř", -1.0],
 ["Ś", -1.0],
 ["ś", -1.0],
 ["ŝ", -1.0],
 ["Ş", -1.0],
 ["ş", -1.0],
 ["Š", -1.0],
 ["š", -1.0],
 ["ţ", -1.0],
 ["Ť", -1.0],
 ["ť", -1.0],
 ["ũ", -1.0],
 ["ū", -1.0],
 ["ŭ", -1.0],
 ["ů", -1.0],
 ["ű", -1.0],
 ["ų", -1.0],
 ["Ÿ", -1.0],
 ["Ź", -1.0],
 ["ź", -1.0],
 ["Ż", -1.0],
 ["ż", -1.0],
 ["Ž", -1.0],
 ["ž", -1.0],
 ["ſ", -1.0],
 ["Ə", -1.0],
 ["ƒ", -1.0],
 ["ƛ", -1.0],
 ["ơ", -1.0],
 ["ƣ", -1.0],
 ["ư", -1.0],
 ["ǀ", -1.0],
 ["ǎ", -1.0],
 ["ǐ", -1.0],
 ["ǒ", -1.0],
 ["ǔ", -1.0],
 ["ǝ", -1.0],
 ["ǣ", -1.0],
 ["ǧ", -1.0],
 ["ǫ", -1.0],
 ["ǰ", -1.0],
 ["ǵ", -1.0],
 ["Ș", -1.0],
 ["ș", -1.0],
 ["Ț", -1.0],
 ["ț", -1.0],
 ["ȵ", -1.0],
 ["ɐ", -1.0],
 ["ɑ", -1.0],
 ["ɒ", -1.0],
 ["ɓ", -1.0],
 ["ɔ", -1.0],
 ["ɕ", -1.0],
 ["ɗ", -1.0],
 ["ɘ", -1.0],
 ["ə", -1.0],
 ["ɚ", -1.0],
 ["ɛ", -1.0],
 ["ɜ", -1.0],
 ["ɟ", -1.0],
 ["ɡ", -1.0],
 ["ɣ", -1.0],
 ["ɤ", -1.0],
 ["ɦ", -1.0],
 ["ɨ", -1.0],
 ["ɪ", -1.0],
 ["ɬ", -1.0],
 ["ɯ", -1.0],
 ["ɲ", -1.0],
 ["ɳ", -1.0],
 ["ɴ", -1.0],
 ["ɵ", -1.0],
 ["ɸ", -1.0],
 ["ɹ", -1.0],
 ["ɾ", -1.0],
 ["ɿ", -1.0],
 ["ʀ", -1.0],
 ["ʁ", -1.0],
 ["ʂ", -1.0],
 ["ʃ", -1.0],
 ["ʅ", -1.0],
 ["ʈ", -1.0],
 ["ʉ", -1.0],
 ["ʊ", -1.0],
 ["ʋ", -1.0],
 ["ʌ", -1.0],
 ["ʏ", -1.0],
 ["ʐ", -1.0],
 ["ʑ", -1.0],
 ["ʒ", -1.0],
 ["ʔ", -1.0],
 ["ʕ", -1.0],
 ["ʟ", -1.0],
 ["ʦ", -1.0],
 ["ʨ", -1.0],
 ["ʯ", -1.0],
 ["ʰ", -1.0],
 ["ʲ", -1.0],
 ["ʷ", -1.0],
 ["ʹ", -1.0],
 ["ʻ", -1.0],
 ["ʼ", -1.0],
 ["ʾ", -1.0],
 ["ʿ", -1.0],
 ["ˀ", -1.0],
 ["ˆ", -1.0],
 ["ˇ", -1.0],
 ["ˈ", -1.0],
 ["ˊ", -1.0],
 ["ˋ", -1.0],
 ["ˌ", -1.0],
 ["ː", -1.0],
 ["ˑ", -1.0],
 ["˙", -1.0],
 ["˚", -1.0],
 ["˜", -1.0],
 ["ˤ", -1.0],
 ["˥", -1.0],
 ["˦", -1.0],
 ["˧", -1.0],
 ["˨", -1.0],
 ["˩", -1.0],
 ["̀", -1.0],
 ["́", -1.0],
 ["̂", -1.0],
 ["̃", -1.0],
 ["̄", -1.0],
 ["̆", -1.0],
 ["̇", -1.0],
 ["̈", -1.0],
 ["̌", -1.0],
 ["̍", -1.0],
 ["̚", -1.0],
 ["̞", -1.0],
 ["̣", -1.0],
 ["̤", -1.0],
 ["̥", -1.0],
 ["̧", -1.0],
 ["̩", -1.0],
 ["̪", -1.0],
 ["̯", -1.0],
 ["̱", -1.0],
 ["̶", -1.0],
 ["͘", -1.0],
 ["͜", -1.0],
 ["͡", -1.0],
 ["Ά", -1.0],
 ["Έ", -1.0],
 ["Ό", -1.0],
 ["Α", -1.0],
 ["Β", -1.0],
 ["Γ", -1.0],
 ["Δ", -1.0],
 ["Ε", -1.0],
 ["Ζ", -1.0],
 ["Η", -1.0],
 ["Θ", -1.0],
 ["Ι", -1.0],
 ["Κ", -1.0],
 ["Λ", -1.0],
 ["Μ", -1.0],
 ["Ν", -1.0],
 ["Ξ", -1.0],
 ["Ο", -1.0],
 ["Π", -1.0],
 ["Ρ", -1.0],
 ["Σ", -1.0],
 ["Τ", -1.0],
 ["Υ", -1.0],
 ["Φ", -1.0],
 ["Χ", -1.0],
 ["Ψ", -1.0],
 ["Ω", -1.0],
 ["ά", -1.0],
 ["έ", -1.0],
 ["ή", -1.0],
 ["ί", -1.0],
 ["α", -1.0],
 ["β", -1.0],
 ["γ", -1.0],
 ["δ", -1.0],
 ["ε", -1.0],
 ["ζ", -1.0],
 ["η", -1.0],
 ["θ", -1.0],
 ["ι", -1.0],
 ["κ", -1.0],
 ["λ", -1.0],
 ["μ", -1.0],
 ["ν", -1.0],
 ["ξ", -1.0],
 ["ο", -1.0],
 ["π", -1.0],
 ["ρ", -1.0],
 ["ς", -1.0],
 ["σ", -1.0],
 ["τ", -1.0],
 ["υ", -1.0],
 ["φ", -1.0],
 ["χ", -1.0],
 ["ψ", -1.0],
 ["ω", -1.0],
 ["ό", -1.0],
 ["ύ", -1.0],
 ["ώ", -1.0],
 ["Ё", -1.0],
 ["Ђ", -1.0],
 ["Є", -1.0],
 ["І", -1.0],
 ["Ї", -1.0],
 ["Ј", -1.0],
 ["Љ", -1.0],
 ["Њ", -1.0],
 ["Ћ", -1.0],
 ["Џ", -1.0],
 ["А", -1.0],
 ["Б", -1.0],
 ["В", -1.0],
 ["Г", -1.0],
 ["Д", -1.0],
 ["Е", -1.0],
 ["Ж", -1.0],
 ["З", -1.0],
 ["И", -1.0],
 ["Й", -1.0],
 ["К", -1.0],
 ["Л", -1.0],
 ["М", -1.0],
 ["Н", -1.0],
 ["О", -1.0],
 ["П", -1.0],
 ["Р", -1.0],
 ["С", -1.0],
 ["Т", -1.0],
 ["У", -1.0],
 ["Ф", -1.0],
 ["Х", -1.0],
 ["Ц", -1.0],
 ["Ч", -1.0],
 ["Ш", -1.0],
 ["Щ", -1.0],
 ["Ъ", -1.0],
 ["Ы", -1.0],
 ["Ь", -1.0],
 ["Э", -1.0],
 ["Ю", -1.0],
 ["Я", -1.0],
 ["а", -1.0],
 ["б", -1.0],
 ["в", -1.0],
 ["г", -1.0],
 ["д", -1.0],
 ["е", -1.0],
 ["ж", -1.0],
 ["з", -1.0],
 ["и", -1.0],
 ["й", -1.0],
 ["к", -1.0],
 ["л", -1.0],
 ["м", -1.0],
 ["н", -1.0],
 ["о", -1.0],
 ["п", -1.0],
 ["р", -1.0],
 ["с", -1.0],
 ["т", -1.0],
 ["у", -1.0],
 ["ф", -1.0],
 ["х", -1.0],
 ["ц", -1.0],
 ["ч", -1.0],
 ["ш", -1.0],
 ["щ", -1.0],
 ["ъ", -1.0],
 ["ы", -1.0],
 ["ь", -1.0],
 ["э", -1.0],
 ["ю", -1.0],
 ["я", -1.0],
 ["ѐ", -1.0],
 ["ё", -1.0],
 ["ђ", -1.0],
 ["є", -1.0],
 ["ѕ", -1.0],
 ["і", -1.0],
 ["ї", -1.0],
 ["ј", -1.0],
 ["љ", -1.0],
 ["њ", -1.0],
 ["ћ", -1.0],
 ["ќ", -1.0],
 ["ѝ", -1.0],
 ["ў", -1.0],
 ["џ", -1.0],
 ["ѣ", -1.0],
 ["Ґ", -1.0],
 ["ґ", -1.0],
 ["ғ", -1.0],
 ["Қ", -1.0],
 ["қ", -1.0],
 ["ң", -1.0],
 ["ү", -1.0],
 ["ұ", -1.0],
 ["ҳ", -1.0],
 ["һ", -1.0],
 ["ҽ", -1.0],
 ["Ӏ", -1.0],
 ["ӏ", -1.0],
 ["ә", -1.0],
 ["Ө", -1.0],
 ["ө", -1.0],
 ["Ա", -1.0],
 ["Հ", -1.0],
 ["Մ", -1.0],
 ["Ս", -1.0],
 ["ա", -1.0],
 ["բ", -1.0],
 ["գ", -1.0],
 ["դ", -1.0],
 ["ե", -1.0],
 ["թ", -1.0],
 ["ի", -1.0],
 ["լ", -1.0],
 ["կ", -1.0],
 ["հ", -1.0],
 ["ղ", -1.0],
 ["մ", -1.0],
 ["յ", -1.0],
 ["ն", -1.0],
 ["շ", -1.0],
 ["ո", -1.0],
 ["պ", -1.0],
 ["ս", -1.0],
 ["վ", -1.0],
 ["տ", -1.0],
 ["ր", -1.0],
 ["ց", -1.0],
 ["ւ", -1.0],
 ["ք", -1.0],
 ["ְ", -1.0],
 ["ִ", -1.0],
 ["ֵ", -1.0],
 ["ֶ", -1.0],
 ["ַ", -1.0],
 ["ָ", -1.0],
 ["ֹ", -1.0],
 ["ּ", -1.0],
 ["־", -1.0],
 ["ׁ", -1.0],
 ["א", -1.0],
 ["ב", -1.0],
 ["ג", -1.0],
 ["ד", -1.0],
 ["ה", -1.0],
 ["ו", -1.0],
 ["ז", -1.0],
 ["ח", -1.0],
 ["ט", -1.0],
 ["י", -1.0],
 ["ך", -1.0],
 ["כ", -1.0],
 ["ל", -1.0],
 ["ם", -1.0],
 ["מ", -1.0],
 ["ן", -1.0],
 ["נ", -1.0],
 ["ס", -1.0],
 ["ע", -1.0],
 ["ף", -1.0],
 ["פ", -1.0],
 ["ץ", -1.0],
 ["צ", -1.0],
 ["ק", -1.0],
 ["ר", -1.0],
 ["ש", -1.0],
 ["ת", -1.0],
 ["״", -1.0],
 ["،", -1.0],
 ["؟", -1.0],
 ["ء", -1.0],
 ["آ", -1.0],
 ["أ", -1.0],
 ["ؤ", -1.0],
 ["إ", -1.0],
 ["ئ", -1.0],
 ["ا", -1.0],
 ["ب", -1.0],
 ["ة", -1.0],
 ["ت", -1.0],
 ["ث", -1.0],
 ["ج", -1.0],
 ["ح", -1.0],
 ["خ", -1.0],
 ["د", -1.0],
 ["ذ", -1.0],
 ["ر", -1.0],
 ["ز", -1.0],
 ["س", -1.0],
 ["ش", -1.0],
 ["ص", -1.0],
 ["ض", -1.0],
 ["ط", -1.0],
 ["ظ", -1.0],
 ["ع", -1.0],
 ["غ", -1.0],
 ["ـ", -1.0],
 ["ف", -1.0],
 ["ق", -1.0],
 ["ك", -1.0],
 ["ل", -1.0],
 ["م", -1.0],
 ["ن", -1.0],
 ["ه", -1.0],
 ["و", -1.0],
 ["ى", -1.0],
 ["ي", -1.0],
 ["ً", -1.0],
 ["ٌ", -1.0],
 ["ٍ", -1.0],
 ["َ", -1.0],
 ["ُ", -1.0],
 ["ِ", -1.0],
 ["ّ", -1.0],
 ["ْ", -1.0],
 ["ٓ", -1.0],
 ["ٔ", -1.0],
 ["ٰ", -1.0],
 ["ٱ", -1.0],
 ["ٹ", -1.0],
 ["پ", -1.0],
 ["چ", -1.0],
 ["ڈ", -1.0],
 ["ڕ", -1.0],
 ["ژ", -1.0],
 ["ڠ", -1.0],
 ["ڤ", -1.0],
 ["ک", -1.0],
 ["ڭ", -1.0],
 ["گ", -1.0],
 ["ں", -1.0],
 ["ھ", -1.0],
 ["ہ", -1.0],
 ["ۆ", -1.0],
 ["ۇ", -1.0],
 ["ۉ", -1.0],
 ["ی", -1.0],
 ["ێ", -1.0],
 ["ے", -1.0],
 ["ە", -1.0],
 ["ܐ", -1.0],
 ["ܝ", -1.0],
 ["ނ", -1.0],
 ["އ", -1.0],
 ["ަ", -1.0],
 ["ި", -1.0],
 ["ު", -1.0],
 ["ެ", -1.0],
 ["ް", -1.0],
 ["ߊ", -1.0],
 ["ं", -1.0],
 ["अ", -1.0],
 ["आ", -1.0],
 ["इ", -1.0],
 ["ई", -1.0],
 ["उ", -1.0],
 ["ए", -1.0],
 ["क", -1.0],
 ["ख", -1.0],
 ["ग", -1.0],
 ["च", -1.0],
 ["ज", -1.0],
 ["ट", -1.0],
 ["ड", -1.0],
 ["ण", -1.0],
 ["त", -1.0],
 ["थ", -1.0],
 ["द", -1.0],
 ["ध", -1.0],
 ["न", -1.0],
 ["प", -1.0],
 ["फ", -1.0],
 ["ब", -1.0],
 ["भ", -1.0],
 ["म", -1.0],
 ["य", -1.0],
 ["र", -1.0],
 ["ल", -1.0],
 ["व", -1.0],
 ["श", -1.0],
 ["ष", -1.0],
 ["स", -1.0],
 ["ह", -1.0],
 ["़", -1.0],
 ["ा", -1.0],
 ["ि", -1.0],
 ["ी", -1.0],
 ["ु", -1.0],
 ["ू", -1.0],
 ["ृ", -1.0],
 ["े", -1.0],
 ["ै", -1.0],
 ["ो", -1.0],
 ["्", -1.0],
 ["।", -1.0],
 ["ং", -1.0],
 ["অ", -1.0],
 ["আ", -1.0],
 ["ই", -1.0],
 ["এ", -1.0],
 ["ক", -1.0],
 ["গ", -1.0],
 ["চ", -1.0],
 ["জ", -1.0],
 ["ট", -1.0],
 ["ড", -1.0],
 ["ত", -1.0],
 ["দ", -1.0],
 ["ন", -1.0],
 ["প", -1.0],
 ["ব", -1.0],
 ["ভ", -1.0],
 ["ম", -1.0],
 ["য", -1.0],
 ["র", -1.0],
 ["ল", -1.0],
 ["শ", -1.0],
 ["ষ", -1.0],
 ["স", -1.0],
 ["হ", -1.0],
 ["়", -1.0],
 ["া", -1.0],
 ["ি", -1.0],
 ["ী", -1.0],
 ["ু", -1.0],
 ["ে", -1.0],
 ["ো", -1.0],
 ["্", -1.0],
 ["ৰ", -1.0],
 ["ਰ", -1.0],
 ["ਾ", -1.0],
 ["ન", -1.0],
 ["ર", -1.0],
 ["ા", -1.0],
 ["ે", -1.0],
 ["્", -1.0],
 ["க", -1.0],
 ["ச", -1.0],
 ["ட", -1.0],
 ["ண", -1.0],
 ["த", -1.0],
 ["ந", -1.0],
 ["ன", -1.0],
 ["ப", -1.0],
 ["ம", -1.0],
 ["ய", -1.0],
 ["ர", -1.0],
 ["ற", -1.0],
 ["ல", -1.0],
 ["ள", -1.0],
 ["வ", -1.0],
 ["ா", -1.0],
 ["ி", -1.0],
 ["ு", -1.0],
 ["ெ", -1.0],
 ["ே", -1.0],
 ["ை", -1.0],
 ["்", -1.0],
 ["ం", -1.0],
 ["క", -1.0],
 ["త", -1.0],
 ["న", -1.0],
 ["ర", -1.0],
 ["ల", -1.0],
 ["వ", -1.0],
 ["ా", -1.0],
 ["ి", -1.0],
 ["ు", -1.0],
 ["్", -1.0],
 ["ಂ", -1.0],
 ["ಕ", -1.0],
 ["ಗ", -1.0],
 ["ಠ", -1.0],
 ["ತ", -1.0],
 ["ದ", -1.0],
 ["ನ", -1.0],
 ["ಮ", -1.0],
 ["ಯ", -1.0],
 ["ರ", -1.0],
 ["ಲ", -1.0],
 ["ವ", -1.0],
 ["ಸ", -1.0],
 ["ಾ", -1.0],
 ["ಿ", -1.0],
 ["ು", -1.0],
 ["ೆ", -1.0],
 ["್", -1.0],
 ["ക", -1.0],
 ["ാ", -1.0],
 ["ി", -1.0],
 ["്", -1.0],
 ["ක", -1.0],
 ["න", -1.0],
 ["ම", -1.0],
 ["ය", -1.0],
 ["ර", -1.0],
 ["ව", -1.0],
 ["ස", -1.0],
 ["්", -1.0],
 ["ා", -1.0],
 ["ි", -1.0],
 ["ก", -1.0],
 ["ข", -1.0],
 ["ค", -1.0],
 ["ฆ", -1.0],
 ["ง", -1.0],
 ["จ", -1.0],
 ["ฉ", -1.0],
 ["ช", -1.0],
 ["ซ", -1.0],
 ["ฌ", -1.0],
 ["ญ", -1.0],
 ["ฐ", -1.0],
 ["ฒ", -1.0],
 ["ณ", -1.0],
 ["ด", -1.0],
 ["ต", -1.0],
 ["ถ", -1.0],
 ["ท", -1.0],
 ["ธ", -1.0],
 ["น", -1.0],
 ["บ", -1.0],
 ["ป", -1.0],
 ["ผ", -1.0],
 ["ฝ", -1.0],
 ["พ", -1.0],
 ["ฟ", -1.0],
 ["ภ", -1.0],
 ["ม", -1.0],
 ["ย", -1.0],
 ["ร", -1.0],
 ["ล", -1.0],
 ["ว", -1.0],
 ["ศ", -1.0],
 ["ษ", -1.0],
 ["ส", -1.0],
 ["ห", -1.0],
 ["อ", -1.0],
 ["ะ", -1.0],
 ["ั", -1.0],
 ["า", -1.0],
 ["ำ", -1.0],
 ["ิ", -1.0],
 ["ี", -1.0],
 ["ึ", -1.0],
 ["ื", -1.0],
 ["ุ", -1.0],
 ["ู", -1.0],
 ["ฺ", -1.0],
 ["เ", -1.0],
 ["แ", -1.0],
 ["โ", -1.0],
 ["ใ", -1.0],
 ["ไ", -1.0],
 ["็", -1.0],
 ["่", -1.0],
 ["้", -1.0],
 ["์", -1.0],
 ["๏", -1.0],
 ["๐", -1.0],
 ["ກ", -1.0],
 ["ງ", -1.0],
 ["ທ", -1.0],
 ["ນ", -1.0],
 ["ພ", -1.0],
 ["ມ", -1.0],
 ["ລ", -1.0],
 ["ວ", -1.0],
 ["ສ", -1.0],
 ["ຫ", -1.0],
 ["ອ", -1.0],
 ["ະ", -1.0],
 ["າ", -1.0],
 ["ື", -1.0],
 ["ົ", -1.0],
 ["ເ", -1.0],
 ["້", -1.0],
 ["་", -1.0],
 ["།", -1.0],
 ["ཀ", -1.0],
 ["ཁ", -1.0],
 ["ག", -1.0],
 ["ང", -1.0],
 ["ཆ", -1.0],
 ["ཏ", -1.0],
 ["ད", -1.0],
 ["ན", -1.0],
 ["པ", -1.0],
 ["ཕ", -1.0],
 ["བ", -1.0],
 ["མ", -1.0],
 ["འ", -1.0],
 ["ཡ", -1.0],
 ["ར", -1.0],
 ["ལ", -1.0],
 ["ཤ", -1.0],
 ["ས", -1.0],
 ["ི", -1.0],
 ["ུ", -1.0],
 ["ེ", -1.0],
 ["ོ", -1.0],
 ["ྒ", -1.0],
 ["ྟ", -1.0],
 ["ྱ", -1.0],
 ["ྲ", -1.0],
 ["က", -1.0],
 ["ခ", -1.0],
 ["င", -1.0],
 ["စ", -1.0],
 ["ည", -1.0],
 ["တ", -1.0],
 ["န", -1.0],
 ["ပ", -1.0],
 ["မ", -1.0],
 ["ရ", -1.0],
 ["လ", -1.0],
 ["သ", -1.0],
 ["အ", -1.0],
 ["ာ", -1.0],
 ["ိ", -1.0],
 ["ု", -1.0],
 ["ူ", -1.0],
 ["ေ", -1.0],
 ["့", -1.0],
 ["း", -1.0],
 ["္", -1.0],
 ["်", -1.0],
 ["ျ", -1.0],
 ["ြ", -1.0],
 ["ွ", -1.0],
 ["ა", -1.0],
 ["ბ", -1.0],
 ["გ", -1.0],
 ["დ", -1.0],
 ["ე", -1.0],
 ["ვ", -1.0],
 ["ზ", -1.0],
 ["თ", -1.0],
 ["ი", -1.0],
 ["კ", -1.0],
 ["ლ", -1.0],
 ["მ", -1.0],
 ["ნ", -1.0],
 ["ო", -1.0],
 ["პ", -1.0],
 ["რ", -1.0],
 ["ს", -1.0],
 ["ტ", -1.0],
 ["უ", -1.0],
 ["ფ", -1.0],
 ["ქ", -1.0],
 ["ღ", -1.0],
 ["ყ", -1.0],
 ["შ", -1.0],
 ["ჩ", -1.0],
 ["ც", -1.0],
 ["ძ", -1.0],
 ["წ", -1.0],
 ["ხ", -1.0],
 ["ል", -1.0],
 ["ም", -1.0],
 ["ር", -1.0],
 ["ስ", -1.0],
 ["ት", -1.0],
 ["ን", -1.0],
 ["አ", -1.0],
 ["የ", -1.0],
 ["᜔", -1.0],
 ["ក", -1.0],
 ["ខ", -1.0],
 ["គ", -1.0],
 ["ឃ", -1.0],
 ["ង", -1.0],
 ["ច", -1.0],
 ["ជ", -1.0],
 ["ញ", -1.0],
 ["ដ", -1.0],
 ["ណ", -1.0],
 ["ត", -1.0],
 ["ថ", -1.0],
 ["ទ", -1.0],
 ["ន", -1.0],
 ["ប", -1.0],
 ["ព", -1.0],
 ["ម", -1.0],
 ["យ", -1.0],
 ["រ", -1.0],
 ["ល", -1.0],
 ["វ", -1.0],
 ["ស", -1.0],
 ["ហ", -1.0],
 ["អ", -1.0],
 ["ា", -1.0],
 ["ិ", -1.0],
 ["ី", -1.0],
 ["ុ", -1.0],
 ["ូ", -1.0],
 ["ើ", -1.0],
 ["េ", -1.0],
 ["ែ", -1.0],
 ["ោ", -1.0],
 ["ំ", -1.0],
 ["់", -1.0],
 ["្", -1.0],
 ["ᠠ", -1.0],
 ["ᠡ", -1.0],
 ["ᠢ", -1.0],
 ["ᠣ", -1.0],
 ["ᠤ", -1.0],
 ["ᠦ", -1.0],
 ["ᠨ", -1.0],
 ["ᠬ", -1.0],
 ["ᠭ", -1.0],
 ["ᠰ", -1.0],
 ["ᠳ", -1.0],
 ["ᠴ", -1.0],
 ["ᠵ", -1.0],
 ["ᠷ", -1.0],
 ["᥀", -1.0],
 ["ᥒ", -1.0],
 ["ᥛ", -1.0],
 ["ᥰ", -1.0],
 ["ᴀ", -1.0],
 ["ᴇ", -1.0],
 ["ᴏ", -1.0],
 ["ᴛ", -1.0],
 ["ᴜ", -1.0],
 ["ḍ", -1.0],
 ["ḏ", -1.0],
 ["ḗ", -1.0],
 ["Ḥ", -1.0],
 ["ḥ", -1.0],
 ["Ḩ", -1.0],
 ["ḩ", -1.0],
 ["ḫ", -1.0],
 ["ḱ", -1.0],
 ["ḷ", -1.0],
 ["ṁ", -1.0],
 ["ṃ", -1.0],
 ["ṅ", -1.0],
 ["ṇ", -1.0],
 ["ṉ", -1.0],
 ["ṛ", -1.0],
 ["Ṣ", -1.0],
 ["ṣ", -1.0],
 ["Ṭ", -1.0],
 ["ṭ", -1.0],
 ["ṯ", -1.0],
 ["ẓ", -1.0],
 ["ạ", -1.0],
 ["ả", -1.0],
 ["ấ", -1.0],
 ["ầ", -1.0],
 ["ẩ", -1.0],
 ["ẫ", -1.0],
 ["ậ", -1.0],
 ["ắ", -1.0],
 ["ằ", -1.0],
 ["ặ", -1.0],
 ["ẹ", -1.0],
 ["ẻ", -1.0],
 ["Ẽ", -1.0],
 ["ẽ", -1.0],
 ["ế", -1.0],
 ["ề", -1.0],
 ["ể", -1.0],
 ["ễ", -1.0],
 ["ệ", -1.0],
 ["ỉ", -1.0],
 ["ị", -1.0],
 ["ọ", -1.0],
 ["ỏ", -1.0],
 ["ố", -1.0],
 ["ồ", -1.0],
 ["ổ", -1.0],
 ["ỗ", -1.0],
 ["ộ", -1.0],
 ["ớ", -1.0],
 ["ờ", -1.0],
 ["ở", -1.0],
 ["ợ", -1.0],
 ["ụ", -1.0],
 ["ủ", -1.0],
 ["ứ", -1.0],
 ["ừ", -1.0],
 ["ử", -1.0],
 ["ữ", -1.0],
 ["ự", -1.0],
 ["ỳ", -1.0],
 ["ỷ", -1.0],
 ["ỹ", -1.0],
 ["ἀ", -1.0],
 ["ἄ", -1.0],
 ["Ἀ", -1.0],
 ["ἐ", -1.0],
 ["ἔ", -1.0],
 ["ἡ", -1.0],
 ["ἰ", -1.0],
 ["ὁ", -1.0],
 ["ὐ", -1.0],
 ["ὰ", -1.0],
 ["ὴ", -1.0],
 ["ὶ", -1.0],
 ["ὸ", -1.0],
 ["ῆ", -1.0],
 ["ῖ", -1.0],
 ["ῦ", -1.0],
 ["ῶ", -1.0],
 [" ", -1.0],
 [" ", -1.0],
 [" ", -1.0],
 [" ", -1.0],
 [" ", -1.0],
 [" ", -1.0],
 ["​", -1.0],
 ["‌", -1.0],
 ["‍", -1.0],
 ["‎", -1.0],
 ["‏", -1.0],
 ["‐", -1.0],
 ["‑", -1.0],
 ["‒", -1.0],
 ["–", -1.0],
 ["—", -1.0],
 ["―", -1.0],
 ["‘", -1.0],
 ["’", -1.0],
 ["‚", -1.0],
 ["“", -1.0],
 ["”", -1.0],
 ["„", -1.0],
 ["‟", -1.0],
 ["†", -1.0],
 ["‡", -1.0],
 ["•", -1.0],
 ["‥", -1.0],
 ["…", -1.0],
 ["‧", -1.0],
 [" ", -1.0],
 ["‪", -1.0],
 ["‬", -1.0],
 ["‭", -1.0],
 [" ", -1.0],
 ["‰", -1.0],
 ["′", -1.0],
 ["″", -1.0],
 ["‹", -1.0],
 ["›", -1.0],
 ["※", -1.0],
 ["‼", -1.0],
 ["‿", -1.0],
 ["⁄", -1.0],
 ["⁈", -1.0],
 ["⁉", -1.0],
 ["⁠", -1.0],
 ["⁣", -1.0],
 ["⁴", -1.0],
 ["⁵", -1.0],
 ["⁺", -1.0],
 ["⁻", -1.0],
 ["ⁿ", -1.0],
 ["₁", -1.0],
 ["₂", -1.0],
 ["₃", -1.0],
 ["₄", -1.0],
 ["₆", -1.0],
 ["₇", -1.0],
 ["₦", -1.0],
 ["€", -1.0],
 ["₱", -1.0],
 ["₹", -1.0],
 ["℃", -1.0],
 ["℅", -1.0],
 ["℉", -1.0],
 ["ℓ", -1.0],
 ["№", -1.0],
 ["ℝ", -1.0],
 ["™", -1.0],
 ["Å", -1.0],
 ["⅓", -1.0],
 ["⅔", -1.0],
 ["Ⅰ", -1.0],
 ["Ⅱ", -1.0],
 ["Ⅲ", -1.0],
 ["Ⅳ", -1.0],
 ["Ⅴ", -1.0],
 ["Ⅵ", -1.0],
 ["Ⅶ", -1.0],
 ["Ⅷ", -1.0],
 ["Ⅸ", -1.0],
 ["Ⅹ", -1.0],
 ["←", -1.0],
 ["↑", -1.0],
 ["→", -1.0],
 ["↓", -1.0],
 ["↔", -1.0],
 ["↖", -1.0],
 ["↗", -1.0],
 ["↘", -1.0],
 ["↩", -1.0],
 ["↳", -1.0],
 ["↵", -1.0],
 ["↺", -1.0],
 ["⇄", -1.0],
 ["⇌", -1.0],
 ["⇒", -1.0],
 ["⇔", -1.0],
 ["⇩", -1.0],
 ["⇽", -1.0],
 ["∀", -1.0],
 ["∂", -1.0],
 ["∃", -1.0],
 ["∅", -1.0],
 ["∆", -1.0],
 ["∇", -1.0],
 ["∈", -1.0],
 ["∋", -1.0],
 ["∑", -1.0],
 ["−", -1.0],
 ["∕", -1.0],
 ["∗", -1.0],
 ["∙", -1.0],
 ["√", -1.0],
 ["∝", -1.0],
 ["∞", -1.0],
 ["∟", -1.0],
 ["∠", -1.0],
 ["∥", -1.0],
 ["∧", -1.0],
 ["∨", -1.0],
 ["∩", -1.0],
 ["∪", -1.0],
 ["∫", -1.0],
 ["∬", -1.0],
 ["∴", -1.0],
 ["∵", -1.0],
 ["∶", -1.0],
 ["∼", -1.0],
 ["∽", -1.0],
 ["≅", -1.0],
 ["≈", -1.0],
 ["≒", -1.0],
 ["≠", -1.0],
 ["≡", -1.0],
 ["≤", -1.0],
 ["≥", -1.0],
 ["≦", -1.0],
 ["≧", -1.0],
 ["≪", -1.0],
 ["≫", -1.0],
 ["≮", -1.0],
 ["≯", -1.0],
 ["⊂", -1.0],
 ["⊃", -1.0],
 ["⊆", -1.0],
 ["⊇", -1.0],
 ["⊕", -1.0],
 ["⊗", -1.0],
 ["⊙", -1.0],
 ["⊥", -1.0],
 ["⊿", -1.0],
 ["⋅", -1.0],
 ["⋆", -1.0],
 ["⋯", -1.0],
 ["⌁", -1.0],
 ["⌒", -1.0],
 ["⏑", -1.0],
 ["①", -1.0],
 ["②", -1.0],
 ["③", -1.0],
 ["④", -1.0],
 ["⑤", -1.0],
 ["⑥", -1.0],
 ["⑦", -1.0],
 ["⑧", -1.0],
 ["⑨", -1.0],
 ["⑩", -1.0],
 ["⑪", -1.0],
 ["⑫", -1.0],
 ["⑬", -1.0],
 ["⑭", -1.0],
 ["⑮", -1.0],
 ["⑴", -1.0],
 ["⑵", -1.0],
 ["⑶", -1.0],
 ["⑷", -1.0],
 ["⒈", -1.0],
 ["⒉", -1.0],
 ["⒊", -1.0],
 ["Ⓐ", -1.0],
 ["Ⓓ", -1.0],
 ["─", -1.0],
 ["━", -1.0],
 ["│", -1.0],
 ["┃", -1.0],
 ["┆", -1.0],
 ["┈", -1.0],
 ["┌", -1.0],
 ["┏", -1.0],
 ["┐", -1.0],
 ["┓", -1.0],
 ["└", -1.0],
 ["┗", -1.0],
 ["┘", -1.0],
 ["┛", -1.0],
 ["├", -1.0],
 ["┝", -1.0],
 ["┠", -1.0],
 ["┣", -1.0],
 ["┤", -1.0],
 ["┥", -1.0],
 ["┨", -1.0],
 ["┫", -1.0],
 ["┬", -1.0],
 ["┯", -1.0],
 ["┰", -1.0],
 ["┳", -1.0],
 ["┴", -1.0],
 ["┷", -1.0],
 ["┸", -1.0],
 ["┻", -1.0],
 ["┼", -1.0],
 ["┿", -1.0],
 ["╂", -1.0],
 ["╋", -1.0],
 ["═", -1.0],
 ["║", -1.0],
 ["╔", -1.0],
 ["╗", -1.0],
 ["╚", -1.0],
 ["╝", -1.0],
 ["╱", -1.0],
 ["╳", -1.0],
 ["╴", -1.0],
 ["▀", -1.0],
 ["▄", -1.0],
 ["█", -1.0],
 ["▌", -1.0],
 ["░", -1.0],
 ["▒", -1.0],
 ["▓", -1.0],
 ["■", -1.0],
 ["□", -1.0],
 ["▪", -1.0],
 ["▬", -1.0],
 ["▲", -1.0],
 ["△", -1.0],
 ["▶", -1.0],
 ["▷", -1.0],
 ["▸", -1.0],
 ["►", -1.0],
 ["▼", -1.0],
 ["▽", -1.0],
 ["◀", -1.0],
 ["◄", -1.0],
 ["◆", -1.0],
 ["◇", -1.0],
 ["◉", -1.0],
 ["○", -1.0],
 ["◌", -1.0],
 ["◎", -1.0],
 ["●", -1.0],
 ["◦", -1.0],
 ["◯", -1.0],
 ["◼", -1.0],
 ["☀", -1.0],
 ["☁", -1.0],
 ["☃", -1.0],
 ["★", -1.0],
 ["☆", -1.0],
 ["☉", -1.0],
 ["☎", -1.0],
 ["☞", -1.0],
 ["☠", -1.0],
 ["☺", -1.0],
 ["☼", -1.0],
 ["☽", -1.0],
 ["♀", -1.0],
 ["♂", -1.0],
 ["♟", -1.0],
 ["♠", -1.0],
 ["♡", -1.0],
 ["♣", -1.0],
 ["♥", -1.0],
 ["♦", -1.0],
 ["♩", -1.0],
 ["♪", -1.0],
 ["♫", -1.0],
 ["♬", -1.0],
 ["♭", -1.0],
 ["♯", -1.0],
 ["⚠", -1.0],
 ["⚡", -1.0],
 ["⚭", -1.0],
 ["⛔", -1.0],
 ["✅", -1.0],
 ["✌", -1.0],
 ["✓", -1.0],
 ["✔", -1.0],
 ["✕", -1.0],
 ["✦", -1.0],
 ["✨", -1.0],
 ["✪", -1.0],
 ["✭", -1.0],
 ["❌", -1.0],
 ["❍", -1.0],
 ["❒", -1.0],
 ["❤", -1.0],
 ["❶", -1.0],
 ["➙", -1.0],
 ["➤", -1.0],
 ["⟨", -1.0],
 ["⟩", -1.0],
 ["⟷", -1.0],
 ["⠀", -1.0],
 ["⠄", -1.0],
 ["⣿", -1.0],
 ["⬛", -1.0],
 ["⬜", -1.0],
 ["⭐", -1.0],
 ["ⴰ", -1.0],
 ["ⵉ", -1.0],
 ["ⵏ", -1.0],
 ["ⵓ", -1.0],
 ["ⵙ", -1.0],
 ["⼀", -1.0],
 ["⼈", -1.0],
 ["⼤", -1.0],
 ["⽂", -1.0],
 ["⽇", -1.0],
 ["⽣", -1.0],
 ["⿰", -1.0],
 ["⿱", -1.0],
 ["　", -1.0],
 ["、", -1.0],
 ["。", -1.0],
 ["〃", -1.0],
 ["々", -1.0],
 ["〆", -1.0],
 ["〇", -1.0],
 ["〈", -1.0],
 ["〉", -1.0],
 ["《", -1.0],
 ["》", -1.0],
 ["「", -1.0],
 ["」", -1.0],
 ["『", -1.0],
 ["』", -1.0],
 ["【", -1.0],
 ["】", -1.0],
 ["〒", -1.0],
 ["〓", -1.0],
 ["〔", -1.0],
 ["〕", -1.0],
 ["〖", -1.0],
 ["〗", -1.0],
 ["〜", -1.0],
 ["〝", -1.0],
 ["〞", -1.0],
 ["〟", -1.0],
 ["ぁ", -1.0],
 ["あ", -1.0],
 ["ぃ", -1.0],
 ["い", -1.0],
 ["ぅ", -1.0],
 ["う", -1.0],
 ["ぇ", -1.0],
 ["え", -1.0],
 ["ぉ", -1.0],
 ["お", -1.0],
 ["か", -1.0],
 ["が", -1.0],
 ["き", -1.0],
 ["ぎ", -1.0],
 ["く", -1.0],
 ["ぐ", -1.0],
 ["け", -1.0],
 ["げ", -1.0],
 ["こ", -1.0],
 ["ご", -1.0],
 ["さ", -1.0],
 ["ざ", -1.0],
 ["し", -1.0],
 ["じ", -1.0],
 ["す", -1.0],
 ["ず", -1.0],
 ["せ", -1.0],
 ["ぜ", -1.0],
 ["そ", -1.0],
 ["ぞ", -1.0],
 ["た", -1.0],
 ["だ", -1.0],
 ["ち", -1.0],
 ["ぢ", -1.0],
 ["っ", -1.0],
 ["つ", -1.0],
 ["づ", -1.0],
 ["て", -1.0],
 ["で", -1.0],
 ["と", -1.0],
 ["ど", -1.0],
 ["な", -1.0],
 ["に", -1.0],
 ["ぬ", -1.0],
 ["ね", -1.0],
 ["の", -1.0],
 ["は", -1.0],
 ["ば", -1.0],
 ["ぱ", -1.0],
 ["ひ", -1.0],
 ["び", -1.0],
 ["ぴ", -1.0],
 ["ふ", -1.0],
 ["ぶ", -1.0],
 ["ぷ", -1.0],
 ["へ", -1.0],
 ["べ", -1.0],
 ["ぺ", -1.0],
 ["ほ", -1.0],
 ["ぼ", -1.0],
 ["ぽ", -1.0],
 ["ま", -1.0],
 ["み", -1.0],
 ["む", -1.0],
 ["め", -1.0],
 ["も", -1.0],
 ["ゃ", -1.0],
 ["や", -1.0],
 ["ゅ", -1.0],
 ["ゆ", -1.0],
 ["ょ", -1.0],
 ["よ", -1.0],
 ["ら", -1.0],
 ["り", -1.0],
 ["る", -1.0],
 ["れ", -1.0],
 ["ろ", -1.0],
 ["ゎ", -1.0],
 ["わ", -1.0],
 ["ゐ", -1.0],
 ["ゑ", -1.0],
 ["を", -1.0],
 ["ん", -1.0],
 ["゙", -1.0],
 ["゚", -1.0],
 ["゛", -1.0],
 ["゜", -1.0],
 ["ゝ", -1.0],
 ["ゞ", -1.0],
 ["ァ", -1.0],
 ["ア", -1.0],
 ["ィ", -1.0],
 ["イ", -1.0],
 ["ゥ", -1.0],
 ["ウ", -1.0],
 ["ェ", -1.0],
 ["エ", -1.0],
 ["ォ", -1.0],
 ["オ", -1.0],
 ["カ", -1.0],
 ["ガ", -1.0],
 ["キ", -1.0],
 ["ギ", -1.0],
 ["ク", -1.0],
 ["グ", -1.0],
 ["ケ", -1.0],
 ["ゲ", -1.0],
 ["コ", -1.0],
 ["ゴ", -1.0],
 ["サ", -1.0],
 ["ザ", -1.0],
 ["シ", -1.0],
 ["ジ", -1.0],
 ["ス", -1.0],
 ["ズ", -1.0],
 ["セ", -1.0],
 ["ゼ", -1.0],
 ["ソ", -1.0],
 ["ゾ", -1.0],
 ["タ", -1.0],
 ["ダ", -1.0],
 ["チ", -1.0],
 ["ヂ", -1.0],
 ["ッ", -1.0],
 ["ツ", -1.0],
 ["ヅ", -1.0],
 ["テ", -1.0],
 ["デ", -1.0],
 ["ト", -1.0],
 ["ド", -1.0],
 ["ナ", -1.0],
 ["ニ", -1.0],
 ["ヌ", -1.0],
 ["ネ", -1.0],
 ["ノ", -1.0],
 ["ハ", -1.0],
 ["バ", -1.0],
 ["パ", -1.0],
 ["ヒ", -1.0],
 ["ビ", -1.0],
 ["ピ", -1.0],
 ["フ", -1.0],
 ["ブ", -1.0],
 ["プ", -1.0],
 ["ヘ", -1.0],
 ["ベ", -1.0],
 ["ペ", -1.0],
 ["ホ", -1.0],
 ["ボ", -1.0],
 ["ポ", -1.0],
 ["マ", -1.0],
 ["ミ", -1.0],
 ["ム", -1.0],
 ["メ", -1.0],
 ["モ", -1.0],
 ["ャ", -1.0],
 ["ヤ", -1.0],
 ["ュ", -1.0],
 ["ユ", -1.0],
 ["ョ", -1.0],
 ["ヨ", -1.0],
 ["ラ", -1.0],
 ["リ", -1.0],
 ["ル", -1.0],
 ["レ", -1.0],
 ["ロ", -1.0],
 ["ヮ", -1.0],
 ["ワ", -1.0],
 ["ヰ", -1.0],
 ["ヱ", -1.0],
 ["ヲ", -1.0],
 ["ン", -1.0],
 ["ヴ", -1.0],
 ["ヵ", -1.0],
 ["ヶ", -1.0],
 ["・", -1.0],
 ["ー", -1.0],
 ["ヽ", -1.0],
 ["ヾ", -1.0],
 ["ㄅ", -1.0],
 ["ㄆ", -1.0],
 ["ㄇ", -1.0],
 ["ㄈ", -1.0],
 ["ㄉ", -1.0],
 ["ㄊ", -1.0],
 ["ㄋ", -1.0],
 ["ㄌ", -1.0],
 ["ㄍ", -1.0],
 ["ㄎ", -1.0],
 ["ㄏ", -1.0],
 ["ㄐ", -1.0],
 ["ㄑ", -1.0],
 ["ㄒ", -1.0],
 ["ㄓ", -1.0],
 ["ㄔ", -1.0],
 ["ㄕ", -1.0],
 ["ㄖ", -1.0],
 ["ㄗ", -1.0],
 ["ㄘ", -1.0],
 ["ㄙ", -1.0],
 ["ㄚ", -1.0],
 ["ㄛ", -1.0],
 ["ㄜ", -1.0],
 ["ㄝ", -1.0],
 ["ㄞ", -1.0],
 ["ㄟ", -1.0],
 ["ㄠ", -1.0],
 ["ㄡ", -1.0],
 ["ㄢ", -1.0],
 ["ㄣ", -1.0],
 ["ㄤ", -1.0],
 ["ㄥ", -1.0],
 ["ㄦ", -1.0],
 ["ㄧ", -1.0],
 ["ㄨ", -1.0],
 ["ㄩ", -1.0],
 ["ㄫ", -1.0],
 ["ㄭ", -1.0],
 ["ㄱ", -1.0],
 ["ㄴ", -1.0],
 ["ㄹ", -1.0],
 ["ㅇ", -1.0],
 ["ㅊ", -1.0],
 ["ㆍ", -1.0],
 ["㈠", -1.0],
 ["㈡", -1.0],
 ["㈢", -1.0],
 ["㈣", -1.0],
 ["㈱", -1.0],
 ["㌔", -1.0],
 ["㎏", -1.0],
 ["㎜", -1.0],
 ["㎝", -1.0],
 ["㎞", -1.0],
 ["㎡", -1.0],
 ["㐌", -1.0],
 ["㕘", -1.0],
 ["㖼", -1.0],
 ["㗎", -1.0],
 ["㗰", -1.0],
 ["㙉", -1.0],
 ["㙺", -1.0],
 ["㙾", -1.0],
 ["㚟", -1.0],
 ["㝢", -1.0],
 ["㤘", -1.0],
 ["㦃", -1.0],
 ["㧐", -1.0],
 ["㧟", -1.0],
 ["㭽", -1.0],
 ["㵲", -1.0],
 ["㶞", -1.0],
 ["㶲", -1.0],
 ["㸅", -1.0],
 ["㸆", -1.0],
 ["㹢", -1.0],
 ["㹴", -1.0],
 ["㺢", -1.0],
 ["㻋", -1.0],
 ["㽘", -1.0],
 ["䁐", -1.0],
 ["䁖", -1.0],
 ["䏝", -1.0],
 ["䓪", -1.0],
 ["䓬", -1.0],
 ["䕶", -1.0],
 ["䗉", -1.0],
 ["䗛", -1.0],
 ["䙥", -1.0],
 ["䚟", -1.0],
 ["䜣", -1.0],
 ["䥽", -1.0],
 ["䦃", -1.0],
 ["䰾", -1.0],
 ["䱀", -1.0],
 ["䱛", -1.0],
 ["䱵", -1.0],
 ["䱻", -1.0],
 ["䲁", -1.0],
 ["䲗", -1.0],
 ["䳍", -1.0],
 ["䳭", -1.0],
 ["䴉", -1.0],
 ["䴓", -1.0],
 ["䴥", -1.0],
 ["䶄", -1.0],
 ["䶮", -1.0],
 ["一", -1.0],
 ["丁", -1.0],
 ["七", -1.0],
 ["万", -1.0],
 ["丈", -1.0],
 ["三", -1.0],
 ["上", -1.0],
 ["下", -1.0],
 ["不", -1.0],
 ["与", -1.0],
 ["丏", -1.0],
 ["丐", -1.0],
 ["丑", -1.0],
 ["专", -1.0],
 ["且", -1.0],
 ["丕", -1.0],
 ["世", -1.0],
 ["丘", -1.0],
 ["丙", -1.0],
 ["业", -1.0],
 ["丛", -1.0],
 ["东", -1.0],
 ["丝", -1.0],
 ["丞", -1.0],
 ["丟", -1.0],
 ["両", -1.0],
 ["丢", -1.0],
 ["两", -1.0],
 ["严", -1.0],
 ["並", -1.0],
 ["丧", -1.0],
 ["丨", -1.0],
 ["个", -1.0],
 ["丫", -1.0],
 ["中", -1.0],
 ["丰", -1.0],
 ["串", -1.0],
 ["临", -1.0],
 ["丶", -1.0],
 ["丸", -1.0],
 ["丹", -1.0],
 ["为", -1.0],
 ["主", -1.0],
 ["丼", -1.0],
 ["丽", -1.0],
 ["举", -1.0],
 ["丿", -1.0],
 ["乂", -1.0],
 ["乃", -1.0],
 ["久", -1.0],
 ["么", -1.0],
 ["义", -1.0],
 ["之", -1.0],
 ["乌", -1.0],
 ["乍", -1.0],
 ["乎", -1.0],
 ["乏", -1.0],
 ["乐", -1.0],
 ["乒", -1.0],
 ["乓", -1.0],
 ["乔", -1.0],
 ["乖", -1.0],
 ["乗", -1.0],
 ["乘", -1.0],
 ["乙", -1.0],
 ["乛", -1.0],
 ["乜", -1.0],
 ["九", -1.0],
 ["乞", -1.0],
 ["也", -1.0],
 ["习", -1.0],
 ["乡", -1.0],
 ["书", -1.0],
 ["乩", -1.0],
 ["乪", -1.0],
 ["乭", -1.0],
 ["买", -1.0],
 ["乱", -1.0],
 ["乳", -1.0],
 ["乸", -1.0],
 ["乾", -1.0],
 ["亀", -1.0],
 ["亂", -1.0],
 ["了", -1.0],
 ["予", -1.0],
 ["争", -1.0],
 ["事", -1.0],
 ["二", -1.0],
 ["于", -1.0],
 ["亏", -1.0],
 ["云", -1.0],
 ["互", -1.0],
 ["亓", -1.0],
 ["五", -1.0],
 ["井", -1.0],
 ["亘", -1.0],
 ["亙", -1.0],
 ["亚", -1.0],
 ["些", -1.0],
 ["亜", -1.0],
 ["亞", -1.0],
 ["亟", -1.0],
 ["亡", -1.0],
 ["亢", -1.0],
 ["交", -1.0],
 ["亥", -1.0],
 ["亦", -1.0],
 ["产", -1.0],
 ["亨", -1.0],
 ["亩", -1.0],
 ["享", -1.0],
 ["京", -1.0],
 ["亭", -1.0],
 ["亮", -1.0],
 ["亰", -1.0],
 ["亲", -1.0],
 ["亳", -1.0],
 ["亵", -1.0],
 ["亶", -1.0],
 ["亹", -1.0],
 ["人", -1.0],
 ["亻", -1.0],
 ["亿", -1.0],
 ["什", -1.0],
 ["仁", -1.0],
 ["仂", -1.0],
 ["仃", -1.0],
 ["仄", -1.0],
 ["仅", -1.0],
 ["仆", -1.0],
 ["仇", -1.0],
 ["仉", -1.0],
 ["今", -1.0],
 ["介", -1.0],
 ["仍", -1.0],
 ["从", -1.0],
 ["仏", -1.0],
 ["仑", -1.0],
 ["仓", -1.0],
 ["仔", -1.0],
 ["仕", -1.0],
 ["他", -1.0],
 ["仗", -1.0],
 ["付", -1.0],
 ["仙", -1.0],
 ["仚", -1.0],
 ["仝", -1.0],
 ["仞", -1.0],
 ["仟", -1.0],
 ["仡", -1.0],
 ["代", -1.0],
 ["令", -1.0],
 ["以", -1.0],
 ["仨", -1.0],
 ["仪", -1.0],
 ["仫", -1.0],
 ["们", -1.0],
 ["仮", -1.0],
 ["仰", -1.0],
 ["仲", -1.0],
 ["仳", -1.0],
 ["仵", -1.0],
 ["件", -1.0],
 ["价", -1.0],
 ["任", -1.0],
 ["仼", -1.0],
 ["份", -1.0],
 ["仿", -1.0],
 ["企", -1.0],
 ["伃", -1.0],
 ["伉", -1.0],
 ["伊", -1.0],
 ["伋", -1.0],
 ["伍", -1.0],
 ["伎", -1.0],
 ["伏", -1.0],
 ["伐", -1.0],
 ["休", -1.0],
 ["伕", -1.0],
 ["众", -1.0],
 ["优", -1.0],
 ["伙", -1.0],
 ["会", -1.0],
 ["伛", -1.0],
 ["伝", -1.0],
 ["伞", -1.0],
 ["伟", -1.0],
 ["传", -1.0],
 ["伢", -1.0],
 ["伤", -1.0],
 ["伥", -1.0],
 ["伦", -1.0],
 ["伧", -1.0],
 ["伪", -1.0],
 ["伫", -1.0],
 ["伯", -1.0],
 ["估", -1.0],
 ["伴", -1.0],
 ["伶", -1.0],
 ["伷", -1.0],
 ["伸", -1.0],
 ["伺", -1.0],
 ["似", -1.0],
 ["伽", -1.0],
 ["伾", -1.0],
 ["佃", -1.0],
 ["但", -1.0],
 ["佇", -1.0],
 ["佈", -1.0],
 ["佉", -1.0],
 ["佋", -1.0],
 ["位", -1.0],
 ["低", -1.0],
 ["住", -1.0],
 ["佐", -1.0],
 ["佑", -1.0],
 ["体", -1.0],
 ["佔", -1.0],
 ["何", -1.0],
 ["佖", -1.0],
 ["佗", -1.0],
 ["佘", -1.0],
 ["余", -1.0],
 ["佚", -1.0],
 ["佛", -1.0],
 ["作", -1.0],
 ["佝", -1.0],
 ["佞", -1.0],
 ["佟", -1.0],
 ["你", -1.0],
 ["佢", -1.0],
 ["佣", -1.0],
 ["佤", -1.0],
 ["佥", -1.0],
 ["佧", -1.0],
 ["佩", -1.0],
 ["佬", -1.0],
 ["佮", -1.0],
 ["佯", -1.0],
 ["佰", -1.0],
 ["佳", -1.0],
 ["併", -1.0],
 ["佶", -1.0],
 ["佷", -1.0],
 ["佺", -1.0],
 ["佻", -1.0],
 ["佼", -1.0],
 ["佽", -1.0],
 ["佾", -1.0],
 ["使", -1.0],
 ["侁", -1.0],
 ["侂", -1.0],
 ["侃", -1.0],
 ["侄", -1.0],
 ["來", -1.0],
 ["侈", -1.0],
 ["侉", -1.0],
 ["例", -1.0],
 ["侍", -1.0],
 ["侏", -1.0],
 ["侑", -1.0],
 ["侔", -1.0],
 ["侖", -1.0],
 ["侗", -1.0],
 ["侘", -1.0],
 ["供", -1.0],
 ["依", -1.0],
 ["侠", -1.0],
 ["価", -1.0],
 ["侣", -1.0],
 ["侥", -1.0],
 ["侦", -1.0],
 ["侧", -1.0],
 ["侨", -1.0],
 ["侩", -1.0],
 ["侪", -1.0],
 ["侬", -1.0],
 ["侮", -1.0],
 ["侯", -1.0],
 ["侵", -1.0],
 ["侶", -1.0],
 ["侷", -1.0],
 ["侹", -1.0],
 ["便", -1.0],
 ["俁", -1.0],
 ["係", -1.0],
 ["促", -1.0],
 ["俄", -1.0],
 ["俅", -1.0],
 ["俊", -1.0],
 ["俋", -1.0],
 ["俌", -1.0],
 ["俍", -1.0],
 ["俎", -1.0],
 ["俏", -1.0],
 ["俐", -1.0],
 ["俑", -1.0],
 ["俓", -1.0],
 ["俗", -1.0],
 ["俘", -1.0],
 ["俚", -1.0],
 ["俛", -1.0],
 ["保", -1.0],
 ["俞", -1.0],
 ["俟", -1.0],
 ["俠", -1.0],
 ["信", -1.0],
 ["俣", -1.0],
 ["俥", -1.0],
 ["俦", -1.0],
 ["俨", -1.0],
 ["俩", -1.0],
 ["俪", -1.0],
 ["俬", -1.0],
 ["俭", -1.0],
 ["修", -1.0],
 ["俯", -1.0],
 ["俱", -1.0],
 ["俳", -1.0],
 ["俵", -1.0],
 ["俶", -1.0],
 ["俸", -1.0],
 ["俺", -1.0],
 ["俾", -1.0],
 ["倀", -1.0],
 ["倂", -1.0],
 ["倆", -1.0],
 ["倉", -1.0],
 ["個", -1.0],
 ["倌", -1.0],
 ["倍", -1.0],
 ["倏", -1.0],
 ["們", -1.0],
 ["倒", -1.0],
 ["倓", -1.0],
 ["倔", -1.0],
 ["倕", -1.0],
 ["倖", -1.0],
 ["倘", -1.0],
 ["候", -1.0],
 ["倚", -1.0],
 ["倜", -1.0],
 ["倞", -1.0],
 ["借", -1.0],
 ["倡", -1.0],
 ["倢", -1.0],
 ["倣", -1.0],
 ["値", -1.0],
 ["倥", -1.0],
 ["倦", -1.0],
 ["倧", -1.0],
 ["倨", -1.0],
 ["倩", -1.0],
 ["倪", -1.0],
 ["倫", -1.0],
 ["倬", -1.0],
 ["倭", -1.0],
 ["倮", -1.0],
 ["倶", -1.0],
 ["倹", -1.0],
 ["债", -1.0],
 ["倻", -1.0],
 ["值", -1.0],
 ["倾", -1.0],
 ["偁", -1.0],
 ["偃", -1.0],
 ["假", -1.0],
 ["偈", -1.0],
 ["偉", -1.0],
 ["偌", -1.0],
 ["偍", -1.0],
 ["偎", -1.0],
 ["偏", -1.0],
 ["偓", -1.0],
 ["偕", -1.0],
 ["做", -1.0],
 ["停", -1.0],
 ["健", -1.0],
 ["偪", -1.0],
 ["偬", -1.0],
 ["偰", -1.0],
 ["偲", -1.0],
 ["側", -1.0],
 ["偵", -1.0],
 ["偶", -1.0],
 ["偷", -1.0],
 ["偻", -1.0],
 ["偽", -1.0],
 ["偾", -1.0],
 ["偿", -1.0],
 ["傀", -1.0],
 ["傅", -1.0],
 ["傈", -1.0],
 ["傉", -1.0],
 ["傌", -1.0],
 ["傍", -1.0],
 ["傑", -1.0],
 ["傒", -1.0],
 ["傕", -1.0],
 ["傖", -1.0],
 ["傘", -1.0],
 ["備", -1.0],
 ["傚", -1.0],
 ["傜", -1.0],
 ["傢", -1.0],
 ["傣", -1.0],
 ["傥", -1.0],
 ["傧", -1.0],
 ["储", -1.0],
 ["傩", -1.0],
 ["催", -1.0],
 ["傭", -1.0],
 ["傲", -1.0],
 ["傳", -1.0],
 ["債", -1.0],
 ["傷", -1.0],
 ["傻", -1.0],
 ["傾", -1.0],
 ["僂", -1.0],
 ["僅", -1.0],
 ["僉", -1.0],
 ["僊", -1.0],
 ["働", -1.0],
 ["僎", -1.0],
 ["像", -1.0],
 ["僑", -1.0],
 ["僕", -1.0],
 ["僖", -1.0],
 ["僚", -1.0],
 ["僜", -1.0],
 ["僞", -1.0],
 ["僥", -1.0],
 ["僧", -1.0],
 ["僩", -1.0],
 ["僭", -1.0],
 ["僮", -1.0],
 ["僰", -1.0],
 ["僱", -1.0],
 ["僳", -1.0],
 ["僵", -1.0],
 ["價", -1.0],
 ["僻", -1.0],
 ["儀", -1.0],
 ["儁", -1.0],
 ["儂", -1.0],
 ["億", -1.0],
 ["儆", -1.0],
 ["儇", -1.0],
 ["儉", -1.0],
 ["儋", -1.0],
 ["儐", -1.0],
 ["儒", -1.0],
 ["儔", -1.0],
 ["儕", -1.0],
 ["儘", -1.0],
 ["儚", -1.0],
 ["償", -1.0],
 ["儡", -1.0],
 ["儦", -1.0],
 ["優", -1.0],
 ["儲", -1.0],
 ["儷", -1.0],
 ["儸", -1.0],
 ["儺", -1.0],
 ["儻", -1.0],
 ["儼", -1.0],
 ["儿", -1.0],
 ["兀", -1.0],
 ["允", -1.0],
 ["元", -1.0],
 ["兄", -1.0],
 ["充", -1.0],
 ["兆", -1.0],
 ["兇", -1.0],
 ["先", -1.0],
 ["光", -1.0],
 ["克", -1.0],
 ["兌", -1.0],
 ["免", -1.0],
 ["兎", -1.0],
 ["児", -1.0],
 ["兑", -1.0],
 ["兒", -1.0],
 ["兔", -1.0],
 ["兕", -1.0],
 ["兖", -1.0],
 ["兗", -1.0],
 ["党", -1.0],
 ["兜", -1.0],
 ["兢", -1.0],
 ["入", -1.0],
 ["內", -1.0],
 ["全", -1.0],
 ["兩", -1.0],
 ["兪", -1.0],
 ["八", -1.0],
 ["公", -1.0],
 ["六", -1.0],
 ["兮", -1.0],
 ["兰", -1.0],
 ["共", -1.0],
 ["关", -1.0],
 ["兴", -1.0],
 ["兵", -1.0],
 ["其", -1.0],
 ["具", -1.0],
 ["典", -1.0],
 ["兹", -1.0],
 ["养", -1.0],
 ["兼", -1.0],
 ["兽", -1.0],
 ["冀", -1.0],
 ["内", -1.0],
 ["円", -1.0],
 ["冇", -1.0],
 ["冈", -1.0],
 ["冉", -1.0],
 ["冊", -1.0],
 ["册", -1.0],
 ["再", -1.0],
 ["冏", -1.0],
 ["冑", -1.0],
 ["冒", -1.0],
 ["冕", -1.0],
 ["冗", -1.0],
 ["写", -1.0],
 ["冚", -1.0],
 ["军", -1.0],
 ["农", -1.0],
 ["冠", -1.0],
 ["冢", -1.0],
 ["冤", -1.0],
 ["冥", -1.0],
 ["冧", -1.0],
 ["冨", -1.0],
 ["冪", -1.0],
 ["冬", -1.0],
 ["冮", -1.0],
 ["冯", -1.0],
 ["冰", -1.0],
 ["冲", -1.0],
 ["决", -1.0],
 ["冴", -1.0],
 ["况", -1.0],
 ["冶", -1.0],
 ["冷", -1.0],
 ["冻", -1.0],
 ["冼", -1.0],
 ["冽", -1.0],
 ["净", -1.0],
 ["凃", -1.0],
 ["凄", -1.0],
 ["准", -1.0],
 ["凇", -1.0],
 ["凈", -1.0],
 ["凉", -1.0],
 ["凊", -1.0],
 ["凋", -1.0],
 ["凌", -1.0],
 ["凍", -1.0],
 ["减", -1.0],
 ["凑", -1.0],
 ["凖", -1.0],
 ["凛", -1.0],
 ["凜", -1.0],
 ["凝", -1.0],
 ["几", -1.0],
 ["凡", -1.0],
 ["凤", -1.0],
 ["処", -1.0],
 ["凧", -1.0],
 ["凩", -1.0],
 ["凪", -1.0],
 ["凫", -1.0],
 ["凭", -1.0],
 ["凯", -1.0],
 ["凰", -1.0],
 ["凱", -1.0],
 ["凳", -1.0],
 ["凶", -1.0],
 ["凸", -1.0],
 ["凹", -1.0],
 ["出", -1.0],
 ["击", -1.0],
 ["凼", -1.0],
 ["函", -1.0],
 ["凿", -1.0],
 ["刀", -1.0],
 ["刁", -1.0],
 ["刃", -1.0],
 ["分", -1.0],
 ["切", -1.0],
 ["刈", -1.0],
 ["刊", -1.0],
 ["刋", -1.0],
 ["刍", -1.0],
 ["刎", -1.0],
 ["刑", -1.0],
 ["划", -1.0],
 ["刖", -1.0],
 ["列", -1.0],
 ["刘", -1.0],
 ["则", -1.0],
 ["刚", -1.0],
 ["创", -1.0],
 ["初", -1.0],
 ["删", -1.0],
 ["刣", -1.0],
 ["判", -1.0],
 ["別", -1.0],
 ["刧", -1.0],
 ["刨", -1.0],
 ["利", -1.0],
 ["刪", -1.0],
 ["别", -1.0],
 ["刭", -1.0],
 ["刮", -1.0],
 ["到", -1.0],
 ["刳", -1.0],
 ["制", -1.0],
 ["刷", -1.0],
 ["券", -1.0],
 ["刹", -1.0],
 ["刺", -1.0],
 ["刻", -1.0],
 ["刼", -1.0],
 ["刽", -1.0],
 ["刿", -1.0],
 ["剀", -1.0],
 ["剁", -1.0],
 ["剂", -1.0],
 ["剃", -1.0],
 ["剄", -1.0],
 ["則", -1.0],
 ["剉", -1.0],
 ["削", -1.0],
 ["剋", -1.0],
 ["剌", -1.0],
 ["前", -1.0],
 ["剎", -1.0],
 ["剐", -1.0],
 ["剑", -1.0],
 ["剔", -1.0],
 ["剖", -1.0],
 ["剛", -1.0],
 ["剜", -1.0],
 ["剝", -1.0],
 ["剞", -1.0],
 ["剡", -1.0],
 ["剣", -1.0],
 ["剤", -1.0],
 ["剥", -1.0],
 ["剧", -1.0],
 ["剩", -1.0],
 ["剪", -1.0],
 ["副", -1.0],
 ["剰", -1.0],
 ["割", -1.0],
 ["創", -1.0],
 ["剷", -1.0],
 ["剽", -1.0],
 ["剿", -1.0],
 ["劁", -1.0],
 ["劃", -1.0],
 ["劄", -1.0],
 ["劇", -1.0],
 ["劈", -1.0],
 ["劉", -1.0],
 ["劊", -1.0],
 ["劍", -1.0],
 ["劏", -1.0],
 ["劑", -1.0],
 ["劓", -1.0],
 ["劔", -1.0],
 ["力", -1.0],
 ["劝", -1.0],
 ["办", -1.0],
 ["功", -1.0],
 ["加", -1.0],
 ["务", -1.0],
 ["劢", -1.0],
 ["劣", -1.0],
 ["动", -1.0],
 ["助", -1.0],
 ["努", -1.0],
 ["劫", -1.0],
 ["劬", -1.0],
 ["劭", -1.0],
 ["励", -1.0],
 ["劲", -1.0],
 ["劳", -1.0],
 ["労", -1.0],
 ["劵", -1.0],
 ["効", -1.0],
 ["劻", -1.0],
 ["劼", -1.0],
 ["劾", -1.0],
 ["势", -1.0],
 ["勁", -1.0],
 ["勃", -1.0],
 ["勅", -1.0],
 ["勇", -1.0],
 ["勉", -1.0],
 ["勋", -1.0],
 ["勍", -1.0],
 ["勐", -1.0],
 ["勑", -1.0],
 ["勒", -1.0],
 ["勔", -1.0],
 ["動", -1.0],
 ["勖", -1.0],
 ["勗", -1.0],
 ["勘", -1.0],
 ["務", -1.0],
 ["勛", -1.0],
 ["勝", -1.0],
 ["勞", -1.0],
 ["募", -1.0],
 ["勢", -1.0],
 ["勣", -1.0],
 ["勤", -1.0],
 ["勦", -1.0],
 ["勧", -1.0],
 ["勰", -1.0],
 ["勱", -1.0],
 ["勲", -1.0],
 ["勳", -1.0],
 ["勵", -1.0],
 ["勷", -1.0],
 ["勸", -1.0],
 ["勺", -1.0],
 ["勻", -1.0],
 ["勾", -1.0],
 ["勿", -1.0],
 ["匀", -1.0],
 ["匁", -1.0],
 ["匂", -1.0],
 ["匄", -1.0],
 ["包", -1.0],
 ["匆", -1.0],
 ["匈", -1.0],
 ["匋", -1.0],
 ["匍", -1.0],
 ["匏", -1.0],
 ["匐", -1.0],
 ["匕", -1.0],
 ["化", -1.0],
 ["北", -1.0],
 ["匙", -1.0],
 ["匜", -1.0],
 ["匝", -1.0],
 ["匠", -1.0],
 ["匡", -1.0],
 ["匣", -1.0],
 ["匦", -1.0],
 ["匪", -1.0],
 ["匭", -1.0],
 ["匮", -1.0],
 ["匯", -1.0],
 ["匱", -1.0],
 ["匹", -1.0],
 ["区", -1.0],
 ["医", -1.0],
 ["匽", -1.0],
 ["匾", -1.0],
 ["匿", -1.0],
 ["區", -1.0],
 ["十", -1.0],
 ["千", -1.0],
 ["卅", -1.0],
 ["升", -1.0],
 ["午", -1.0],
 ["卉", -1.0],
 ["半", -1.0],
 ["卍", -1.0],
 ["华", -1.0],
 ["协", -1.0],
 ["卐", -1.0],
 ["卑", -1.0],
 ["卒", -1.0],
 ["卓", -1.0],
 ["協", -1.0],
 ["单", -1.0],
 ["卖", -1.0],
 ["南", -1.0],
 ["単", -1.0],
 ["博", -1.0],
 ["卜", -1.0],
 ["卞", -1.0],
 ["卟", -1.0],
 ["占", -1.0],
 ["卡", -1.0],
 ["卢", -1.0],
 ["卣", -1.0],
 ["卤", -1.0],
 ["卦", -1.0],
 ["卧", -1.0],
 ["卨", -1.0],
 ["卫", -1.0],
 ["卬", -1.0],
 ["卮", -1.0],
 ["卯", -1.0],
 ["印", -1.0],
 ["危", -1.0],
 ["卲", -1.0],
 ["即", -1.0],
 ["却", -1.0],
 ["卵", -1.0],
 ["卷", -1.0],
 ["卸", -1.0],
 ["卹", -1.0],
 ["卻", -1.0],
 ["卽", -1.0],
 ["卿", -1.0],
 ["厂", -1.0],
 ["厄", -1.0],
 ["厅", -1.0],
 ["历", -1.0],
 ["厉", -1.0],
 ["压", -1.0],
 ["厌", -1.0],
 ["厍", -1.0],
 ["厐", -1.0],
 ["厓", -1.0],
 ["厔", -1.0],
 ["厕", -1.0],
 ["厘", -1.0],
 ["厙", -1.0],
 ["厚", -1.0],
 ["厝", -1.0],
 ["原", -1.0],
 ["厠", -1.0],
 ["厢", -1.0],
 ["厣", -1.0],
 ["厥", -1.0],
 ["厦", -1.0],
 ["厨", -1.0],
 ["厩", -1.0],
 ["厭", -1.0],
 ["厮", -1.0],
 ["厯", -1.0],
 ["厰", -1.0],
 ["厲", -1.0],
 ["厳", -1.0],
 ["厷", -1.0],
 ["去", -1.0],
 ["厾", -1.0],
 ["县", -1.0],
 ["叁", -1.0],
 ["参", -1.0],
 ["參", -1.0],
 ["叄", -1.0],
 ["叅", -1.0],
 ["叆", -1.0],
 ["又", -1.0],
 ["叉", -1.0],
 ["及", -1.0],
 ["友", -1.0],
 ["双", -1.0],
 ["反", -1.0],
 ["収", -1.0],
 ["发", -1.0],
 ["叔", -1.0],
 ["取", -1.0],
 ["受", -1.0],
 ["变", -1.0],
 ["叙", -1.0],
 ["叛", -1.0],
 ["叟", -1.0],
 ["叠", -1.0],
 ["叡", -1.0],
 ["叢", -1.0],
 ["口", -1.0],
 ["古", -1.0],
 ["句", -1.0],
 ["另", -1.0],
 ["叨", -1.0],
 ["叩", -1.0],
 ["只", -1.0],
 ["叫", -1.0],
 ["召", -1.0],
 ["叭", -1.0],
 ["叮", -1.0],
 ["可", -1.0],
 ["台", -1.0],
 ["叱", -1.0],
 ["史", -1.0],
 ["右", -1.0],
 ["叵", -1.0],
 ["叶", -1.0],
 ["号", -1.0],
 ["司", -1.0],
 ["叹", -1.0],
 ["叻", -1.0],
 ["叼", -1.0],
 ["叽", -1.0],
 ["吁", -1.0],
 ["吃", -1.0],
 ["各", -1.0],
 ["吆", -1.0],
 ["合", -1.0],
 ["吉", -1.0],
 ["吊", -1.0],
 ["吋", -1.0],
 ["同", -1.0],
 ["名", -1.0],
 ["后", -1.0],
 ["吏", -1.0],
 ["吐", -1.0],
 ["向", -1.0],
 ["吒", -1.0],
 ["吓", -1.0],
 ["吔", -1.0],
 ["吕", -1.0],
 ["吖", -1.0],
 ["吗", -1.0],
 ["君", -1.0],
 ["吝", -1.0],
 ["吞", -1.0],
 ["吟", -1.0],
 ["吠", -1.0],
 ["吡", -1.0],
 ["吣", -1.0],
 ["否", -1.0],
 ["吧", -1.0],
 ["吨", -1.0],
 ["吩", -1.0],
 ["含", -1.0],
 ["听", -1.0],
 ["吭", -1.0],
 ["吮", -1.0],
 ["启", -1.0],
 ["吱", -1.0],
 ["吲", -1.0],
 ["吳", -1.0],
 ["吴", -1.0],
 ["吵", -1.0],
 ["吶", -1.0],
 ["吸", -1.0],
 ["吹", -1.0],
 ["吻", -1.0],
 ["吼", -1.0],
 ["吽", -1.0],
 ["吾", -1.0],
 ["吿", -1.0],
 ["呀", -1.0],
 ["呂", -1.0],
 ["呃", -1.0],
 ["呆", -1.0],
 ["呈", -1.0],
 ["呉", -1.0],
 ["告", -1.0],
 ["呋", -1.0],
 ["呎", -1.0],
 ["呐", -1.0],
 ["呑", -1.0],
 ["呒", -1.0],
 ["呓", -1.0],
 ["呔", -1.0],
 ["呕", -1.0],
 ["呖", -1.0],
 ["呗", -1.0],
 ["员", -1.0],
 ["呛", -1.0],
 ["呜", -1.0],
 ["呢", -1.0],
 ["呣", -1.0],
 ["呤", -1.0],
 ["呦", -1.0],
 ["周", -1.0],
 ["呪", -1.0],
 ["呫", -1.0],
 ["呱", -1.0],
 ["呲", -1.0],
 ["味", -1.0],
 ["呵", -1.0],
 ["呶", -1.0],
 ["呷", -1.0],
 ["呸", -1.0],
 ["呻", -1.0],
 ["呼", -1.0],
 ["命", -1.0],
 ["呾", -1.0],
 ["咀", -1.0],
 ["咁", -1.0],
 ["咂", -1.0],
 ["咄", -1.0],
 ["咆", -1.0],
 ["咇", -1.0],
 ["咋", -1.0],
 ["和", -1.0],
 ["咎", -1.0],
 ["咏", -1.0],
 ["咐", -1.0],
 ["咒", -1.0],
 ["咔", -1.0],
 ["咕", -1.0],
 ["咖", -1.0],
 ["咗", -1.0],
 ["咙", -1.0],
 ["咚", -1.0],
 ["咛", -1.0],
 ["咝", -1.0],
 ["咢", -1.0],
 ["咣", -1.0],
 ["咤", -1.0],
 ["咥", -1.0],
 ["咦", -1.0],
 ["咧", -1.0],
 ["咨", -1.0],
 ["咩", -1.0],
 ["咪", -1.0],
 ["咫", -1.0],
 ["咬", -1.0],
 ["咭", -1.0],
 ["咯", -1.0],
 ["咱", -1.0],
 ["咲", -1.0],
 ["咳", -1.0],
 ["咴", -1.0],
 ["咸", -1.0],
 ["咺", -1.0],
 ["咻", -1.0],
 ["咽", -1.0],
 ["咾", -1.0],
 ["咿", -1.0],
 ["哀", -1.0],
 ["品", -1.0],
 ["哂", -1.0],
 ["哄", -1.0],
 ["哆", -1.0],
 ["哇", -1.0],
 ["哈", -1.0],
 ["哉", -1.0],
 ["哋", -1.0],
 ["哌", -1.0],
 ["响", -1.0],
 ["哎", -1.0],
 ["哏", -1.0],
 ["哐", -1.0],
 ["哑", -1.0],
 ["哒", -1.0],
 ["哓", -1.0],
 ["哔", -1.0],
 ["哕", -1.0],
 ["哖", -1.0],
 ["哗", -1.0],
 ["哙", -1.0],
 ["哚", -1.0],
 ["哝", -1.0],
 ["哞", -1.0],
 ["哟", -1.0],
 ["員", -1.0],
 ["哥", -1.0],
 ["哦", -1.0],
 ["哧", -1.0],
 ["哨", -1.0],
 ["哩", -1.0],
 ["哪", -1.0],
 ["哭", -1.0],
 ["哮", -1.0],
 ["哱", -1.0],
 ["哲", -1.0],
 ["哷", -1.0],
 ["哺", -1.0],
 ["哼", -1.0],
 ["哽", -1.0],
 ["唁", -1.0],
 ["唃", -1.0],
 ["唄", -1.0],
 ["唆", -1.0],
 ["唇", -1.0],
 ["唉", -1.0],
 ["唎", -1.0],
 ["唏", -1.0],
 ["唐", -1.0],
 ["唑", -1.0],
 ["唔", -1.0],
 ["唛", -1.0],
 ["唠", -1.0],
 ["唢", -1.0],
 ["唣", -1.0],
 ["唤", -1.0],
 ["唧", -1.0],
 ["唬", -1.0],
 ["唭", -1.0],
 ["售", -1.0],
 ["唯", -1.0],
 ["唰", -1.0],
 ["唱", -1.0],
 ["唳", -1.0],
 ["唵", -1.0],
 ["唷", -1.0],
 ["唸", -1.0],
 ["唹", -1.0],
 ["唼", -1.0],
 ["唾", -1.0],
 ["唿", -1.0],
 ["啁", -1.0],
 ["啃", -1.0],
 ["啄", -1.0],
 ["商", -1.0],
 ["啉", -1.0],
 ["啊", -1.0],
 ["問", -1.0],
 ["啐", -1.0],
 ["啓", -1.0],
 ["啕", -1.0],
 ["啖", -1.0],
 ["啜", -1.0],
 ["啞", -1.0],
 ["啟", -1.0],
 ["啡", -1.0],
 ["啣", -1.0],
 ["啤", -1.0],
 ["啥", -1.0],
 ["啦", -1.0],
 ["啧", -1.0],
 ["啪", -1.0],
 ["啫", -1.0],
 ["啬", -1.0],
 ["啭", -1.0],
 ["啮", -1.0],
 ["啰", -1.0],
 ["啱", -1.0],
 ["啲", -1.0],
 ["啵", -1.0],
 ["啶", -1.0],
 ["啷", -1.0],
 ["啸", -1.0],
 ["啹", -1.0],
 ["啻", -1.0],
 ["啼", -1.0],
 ["啾", -1.0],
 ["喀", -1.0],
 ["喁", -1.0],
 ["喂", -1.0],
 ["喃", -1.0],
 ["善", -1.0],
 ["喆", -1.0],
 ["喇", -1.0],
 ["喈", -1.0],
 ["喉", -1.0],
 ["喊", -1.0],
 ["喋", -1.0],
 ["喎", -1.0],
 ["喏", -1.0],
 ["喑", -1.0],
 ["喔", -1.0],
 ["喘", -1.0],
 ["喙", -1.0],
 ["喚", -1.0],
 ["喜", -1.0],
 ["喝", -1.0],
 ["喟", -1.0],
 ["喦", -1.0],
 ["喧", -1.0],
 ["喩", -1.0],
 ["喪", -1.0],
 ["喫", -1.0],
 ["喬", -1.0],
 ["單", -1.0],
 ["喰", -1.0],
 ["喱", -1.0],
 ["喲", -1.0],
 ["喳", -1.0],
 ["喵", -1.0],
 ["営", -1.0],
 ["喷", -1.0],
 ["喹", -1.0],
 ["喺", -1.0],
 ["喻", -1.0],
 ["喼", -1.0],
 ["喽", -1.0],
 ["喾", -1.0],
 ["嗄", -1.0],
 ["嗅", -1.0],
 ["嗆", -1.0],
 ["嗇", -1.0],
 ["嗉", -1.0],
 ["嗌", -1.0],
 ["嗍", -1.0],
 ["嗎", -1.0],
 ["嗐", -1.0],
 ["嗑", -1.0],
 ["嗒", -1.0],
 ["嗓", -1.0],
 ["嗔", -1.0],
 ["嗖", -1.0],
 ["嗚", -1.0],
 ["嗜", -1.0],
 ["嗝", -1.0],
 ["嗞", -1.0],
 ["嗟", -1.0],
 ["嗡", -1.0],
 ["嗢", -1.0],
 ["嗣", -1.0],
 ["嗤", -1.0],
 ["嗥", -1.0],
 ["嗦", -1.0],
 ["嗨", -1.0],
 ["嗩", -1.0],
 ["嗪", -1.0],
 ["嗫", -1.0],
 ["嗬", -1.0],
 ["嗯", -1.0],
 ["嗰", -1.0],
 ["嗱", -1.0],
 ["嗲", -1.0],
 ["嗳", -1.0],
 ["嗵", -1.0],
 ["嗶", -1.0],
 ["嗷", -1.0],
 ["嗹", -1.0],
 ["嗽", -1.0],
 ["嗾", -1.0],
 ["嘀", -1.0],
 ["嘁", -1.0],
 ["嘅", -1.0],
 ["嘆", -1.0],
 ["嘈", -1.0],
 ["嘉", -1.0],
 ["嘌", -1.0],
 ["嘍", -1.0],
 ["嘎", -1.0],
 ["嘏", -1.0],
 ["嘓", -1.0],
 ["嘔", -1.0],
 ["嘖", -1.0],
 ["嘗", -1.0],
 ["嘘", -1.0],
 ["嘚", -1.0],
 ["嘛", -1.0],
 ["嘜", -1.0],
 ["嘞", -1.0],
 ["嘟", -1.0],
 ["嘡", -1.0],
 ["嘢", -1.0],
 ["嘣", -1.0],
 ["嘤", -1.0],
 ["嘥", -1.0],
 ["嘧", -1.0],
 ["嘩", -1.0],
 ["嘬", -1.0],
 ["嘭", -1.0],
 ["嘮", -1.0],
 ["嘯", -1.0],
 ["嘰", -1.0],
 ["嘱", -1.0],
 ["嘲", -1.0],
 ["嘴", -1.0],
 ["嘶", -1.0],
 ["嘸", -1.0],
 ["嘹", -1.0],
 ["嘻", -1.0],
 ["嘿", -1.0],
 ["噁", -1.0],
 ["噂", -1.0],
 ["噌", -1.0],
 ["噍", -1.0],
 ["噎", -1.0],
 ["噏", -1.0],
 ["噓", -1.0],
 ["噔", -1.0],
 ["噗", -1.0],
 ["噘", -1.0],
 ["噙", -1.0],
 ["噛", -1.0],
 ["噜", -1.0],
 ["噝", -1.0],
 ["噠", -1.0],
 ["噢", -1.0],
 ["噤", -1.0],
 ["噥", -1.0],
 ["器", -1.0],
 ["噩", -1.0],
 ["噪", -1.0],
 ["噫", -1.0],
 ["噬", -1.0],
 ["噱", -1.0],
 ["噲", -1.0],
 ["噴", -1.0],
 ["噶", -1.0],
 ["噸", -1.0],
 ["噹", -1.0],
 ["噺", -1.0],
 ["噻", -1.0],
 ["噼", -1.0],
 ["嚀", -1.0],
 ["嚄", -1.0],
 ["嚅", -1.0],
 ["嚆", -1.0],
 ["嚇", -1.0],
 ["嚈", -1.0],
 ["嚎", -1.0],
 ["嚏", -1.0],
 ["嚐", -1.0],
 ["嚓", -1.0],
 ["嚕", -1.0],
 ["嚙", -1.0],
 ["嚟", -1.0],
 ["嚢", -1.0],
 ["嚣", -1.0],
 ["嚥", -1.0],
 ["嚦", -1.0],
 ["嚨", -1.0],
 ["嚩", -1.0],
 ["嚭", -1.0],
 ["嚮", -1.0],
 ["嚯", -1.0],
 ["嚳", -1.0],
 ["嚴", -1.0],
 ["嚷", -1.0],
 ["嚼", -1.0],
 ["囁", -1.0],
 ["囂", -1.0],
 ["囃", -1.0],
 ["囈", -1.0],
 ["囉", -1.0],
 ["囊", -1.0],
